{
    "index": {
        "title": "Wilkommen",
        "splash": {
            "surtitle": "Teure, komplexe Cloud-Infrastruktur ist nicht gleich sicher",
            "title": "Es geht auch anders. Mit <0>Think Ahead</0>!",
            "subtitle": "Wir sind Pioniere für <0>sichere</0>, <0>einfache</0> und <0>effektive</0> Cloud Lösungen für Ihre <0>digitale Zukunft</0>.",
            "description": "Wir sind Pioniere für sichere, einfache und effektive Cloud Lösungen für Ihre digitale Zukunft."
        },
        "who-we-are": {
            "subtitle": "Erfahrene Technologie Berater mit dem Ziel, die Welt ein Stückchen besser zu machen",
            "image-alt": "Technologie Beratung",
            "accessible": {
                "title": "Erreichbar und flexibel",
                "description": "Wir sitzen im Herzen Stuttgarts. Unsere Nähe und Agilität ist ideal, um Ihre idividuellen Geschäftsanforderungen zu erfüllen"
            },
            "experienced": {
                "title": "Erfahren und sachkundig",
                "description": "Mit über 15 Jahren Cloud Erfahrung vom Mittelstand bis hin zu internationalen Konzernen über alle Industrien hinweg. Wir haben schon alles gesehen."
            },
            "enthusiastic": {
                "title": "Enthusiatisch und verlässlich",
                "description": "Technologie ist unsere Leidenschaft. Unsere Kunden schätzen uns, weil es uns um die Entwicklung der richtigen Lösung und nicht nur um die Erfüllung eines Vertrags geht."
            }
        },
        "learnmore": "Mehr erfahren"
    },

    "general": {
        "month": {
            "to": "bis",
            "0": "Januar",
            "1": "Februar",
            "2": "März",
            "3": "April ",
            "4": "Mai",
            "5": "Juni",
            "6": "Juli",
            "7": "August ",
            "8": "September ",
            "9": "Oktober",
            "10": "November ",
            "11": "Dezember"
        },
        "startexploring": "Beginnen",
        "wip": "Hier entsteht etwas Neues",
        "coming-soon": "Demnächst verfügbar",
        "comingsoon": "Diese Seite wird demnächst erweitert! Bitte besuchen Sie uns bald wieder."
    },

    "who-we-are": {
        "title": "Wer wir sind",
        "tagline": "Wir sind",
        "splash": "Ihr verlässlicher Technologie Partner <0>aus Stuttgart</0>",
        "description": "Egal ob Cloud, Plattformen oder Sicherheit. Wir sind Ihr verlässlicher Technologie Partner aus Stuttgart",
        "subtitle": "Egal ob Cloud, Plattformen oder Sicherheit. Wir sind bereit für Ihre Herausforderungen.",
        "values": {
            "title": "Unsere Werte",
            "subtitle": "Unser Erfolg ist kein Zufall — unsere Arbeit basiert auf einem starken Wertesystem.",
            "image-alt": "Wir programmieren auch im winterlichen Lappland, wenn es sein muss",
            "proactivity": {
                "title": "Sei proaktiv",
                "description": "Ein Problem erst dann zu lösen, wenn man danach gefragt wird, ist bereits zu spät . Wir halten immer Ausschau nach Verbesserungsmöglichkeiten."
            },
            "learning": {
                "title": "Lerne schnell",
                "description": "Technologie entwickelt sich rasend schnell. Niemand kann alles wissen. Deswegen gehört kontinuierliches Lernen zu unseren wichtigsten Werten."
            },
            "trustworthiness": {
                "title": "Verdiene dir Vertrauen",
                "description": "Wir sind der festen Überzeugung, dass bei Fragen oder Probleme, eine direkte und offene Kommunikation zur effektivsten und angenehmsten Zusammenarbeit führt.."
            },
            "cheerfulness": {
                "title": "Schenke ein Lächeln",
                "description": "Harte Probleme zu lösen macht Spaß! Mit dieser Begeisterung wollen wir auch alle anderen anstecken, mit denen wir zusammenarbeiten."
            }
        },
        "impact": {
            "title": "Unser Impact",
            "subtitle": "Ihr Unternehmen profitiert gleich mehrfach von unserem Ansatz",
            "image-alt": "Zusammenarbeit - Sinnbild",
            "productivity": {
                "title": "Steigerung der Produktivität",
                "description": "Erreichen Sie mehr mit weniger Einsatz. Machen Sie das Beste aus Ihrem Team, Ihrer Technologie und Ihrer Position auf dem Markt."
            },
            "costs": {
                "title": "Optimierung der Kosten",
                "description": "Von der Vereinfachung und Automatisierung von Deployment bis hin zur Einführung maßgeschneiderter Tools gibt es viele Möglichkeiten, bei Ihrer Infrastruktur Geld zu sparen."
            },
            "focus": {
                "title": "Fokus auf das wesentliche",
                "description": "Investieren Sie dort, wo es am meisten bewirkt, statt in überteuerte Infrastrukturprojekte."
            },
            "adaptation": {
                "title": "Schnellere Anpassung",
                "description": "Seien Sie den sich ständig ändernden Anforderungen Ihrer Kunden immer einen Schritt voraus. Liefern Sie Ihre digitalen Produkte zuverlässig und schnell. "
            }
        },
        "unused": {
            "old-blurb": "[never translated]",
            "tagline": "Erleben Sie eine Zusammenarbeit, die zu <0>echten Ergebnissen</0> führt und Ihr <0>nachhaltiges Wachstum</0> fördert.",
            "intro1": "Wir sind ein kleines Team von <0>passionierten Technologen</0>. Wir bieten maßgeschneiderte IT-Lösungen für alle Branchen. Dank unserer Leidenschaft für komplexe Probleme sind wir ideal geeignet, die <0>Effizienz und Sicherheit</0> Ihrer Geschäftsabläufe zu verbessern.",
            "intro2": "Wir reden nicht nur von <0>Agil</0>. Wir leben <0>Flexibilität und Innovation</0>. Dank unserer <0>langjährigen Erfahrung</0> kennen wir die Nuancen der Technologie und die Anforderungen insbesondere moderner Unternehmen.",
            "intro3": "Ganz gleich, ob Sie <0>in die Cloud migrieren</0>, Ihre <0>IT-Infrastruktur verbessern</0> oder Ihre <0>digitalen Ressourcen sichern möchten</0>, <1>Think Ahead</1> steht Ihnen bei jedem Schritt zur Seite. Erleben Sie eine Zusammenarbeit, die zu <0>echten Ergebnissen</0> führt und Ihr <0>nachhaltiges Wachstum</0> fördert."
        },
        "stats": {
            "title": "Unsere Erfahrung",
            "experience-years": "Jahre an Cloud Erfahrung",
            "cloud-providers": "Cloud Anbieter",
            "industries": {
                "title": "Industrien",
                "retail": "Handel",
                "energy": "Energie",
                "public": "Öffentlicher Dienst",
                "academic": "Wissenschaft",
                "insurance": "Versicherung",
                "consumer-electronics": "Unterhaltungselektronik"
            },
            "countries": {
                "title": "Länder",
                "de": "Deutschland",
                "en": "Vereinigtes Königreich",
                "ch": "Schweiz",
                "at": "Österreich"
            }
        }
    },

    "solutions": {
        "intro": "Welche Lösungen bieten wir an?",
        "subtitle": "Passend zu Ihren Infrastruktur Anforderungen bieten wir ein breites Spektrum an Kompetenzen und Erfahrung",
        "platform": {
            "title": "Plattform & Cloud",
            "description": "Egal ob public oder private Cloud. Wir unterstützen bei Entwurf, Entwicklung und Betrieb Ihrer Cloud Umgebung.",
            "splash": "Wir entwerfen und implementieren die ideale Cloud Plattform für Sie",
            "subtitle": "Vertrauen Sie unsere langjährige Erfahrung mit Cloud Computing über alle Industrien hinweg."
        },
        "security": {
            "title": "Sicherheit & Compliance",
            "description": "Sicherheit und Compliance sind für uns keine Nebensache. Sie sind Teil des gesamten Entwicklungszykluses. So erfüllen Sie Anforderunge aus NIS2 und Cyber Resilience Act wesentlich einfacher und schneller.",
            "splash": "Wir stellen sicher, dass alle Ihre Assets sicher sind. Egal wo.",
            "subtitle": "Cybersicherheit ist der Kern unserer Arbeit. Wir können Ihnen dabei helfen, Vorschriften einzuhalten oder einfach nur mit ruhigem Gewissen neue Produkte zu entwickeln."
        },
        "training": {
            "title": "Schulungen & Workshops",
            "description": "Fördern Sie das Wachstum Ihrer Mitarbeiter mit unseren interaktiven Schulungen und Workshops rund um Cloud, Sicherheit und moderne Softwareentwicklung."
        }
    },

    "training": {
        "splash": "Wir holen das Beste aus Ihren Teams",
        "subtitle": "Unser enthusiastisches Team gibt sein umfassendes Wissen über Best Practices und aktuelle Technologien in einer Reihe von interaktiven Workshops und Seminaren weiter.",
        "courses": "Aktuell Verfügbare Kurse",
        "courses-subtitle": "Melden Sie sich jetzt für einen unserer Kurse an.",
        "coming-soon": "Weitere Kurse folgen in Kürze. Schauen Sie bald wieder vorbei!",
        "view-more": "Mehr anzeigen",
        "at-a-glance": {
            "title": "Auf einem Blick",
            "who": {
                "title": "Zielgruppe",
                "developers": "Entwickler",
                "platform": "Plattform Engineers",
                "devops": "DevOps Engineers"
            },
            "what": "Fakten",
            "why": "Inhalte",
            "days": "Tage",
            "online": "online",
            "interactive": "Interaktiv",
            "plus-vat": "+ USt"
        },
        "you-will-learn": "Sie lernen",
        "about": {
            "title": "Informationen zum Kurs",
            "instructors": "Unsere Dozenten",
            "benefits": "Vorteile",
            "schedule": "Termine"
        },
        "signup": {
            "title": "Jetzt Anmelden",
            "subtitle": "Sind Sie bereit Ihre Fähigkeiten auf ein neues Level zu heben? Sichern Sie sich Ihren Platz.",
            "submit": "Anmelden",
            "thanks": "Danke für Ihre Anfrage!",
            "next-steps": "Unser Team meldet sich in Kürze mit weiteren Informationen und der Anmeldebestätigung."
        },
        "kubernetes": {
            "title": "Kubernetes für Praktiker",
            "subtitle": "Egal, ob Sie neu in der Container-Orchestrierung sind oder Ihre Fähigkeiten vertiefen wollen, dieser Kurs bietet eine umfassende Einführung und einen tiefen Einblick in die Kernfunktionen von Kubernetes.",
            "deploy": "Kubernetes deployen",
            "manage": "Kubernetes managen",
            "optimise": "Kubernetes optimieren",
            "you-will-learn": {
                "basics": {
                    "title": "Kubernetes Grundlagen",
                    "description": "Sie kennen die Historie von Kubernetes und verstehen die Architektur."
                },
                "skills": {
                    "title": "Kubernetes im Alltag",
                    "description": "Bereitstellen von Umgebungen, Deployen, Skalieren und Monitoren von Applikationen."
                },
                "advanced": {
                    "title": "Kubernetes für Fortgeschrittene",
                    "description": "Absichern von Kubernetes Umgebungen und Applikationen, Reduktion der Betirebskosten und der CO2 Emissionen der Deployments."
                }
            },
            "about": {
                "format": "Dieser Kurs wird durch Online-Vorträge, Echtzeit-Diskussionen und praktische Übungen an drei Tagen vermittelt.",
                "instructors": "Lernen Sie von den Besten. Unsere Dozenten sind erfahrene Kubernetes-Praktiker, die ihre umfangreichen Erfahrungen in der Beratung nutzen, um Ihnen Einblicke in die reale Welt und praktisches Wissen zu vermitteln",
                "benefits": "Bereiten Sie sich darauf vor, das volle Potenzial von Kubernetes für die Entwicklung und Verwaltung moderner Cloud-nativer Anwendungen zu nutzen, um Ihre beruflichen Fähigkeiten und Karriereaussichten deutlich zu verbessern.",
                "schedule": "Die geplanten Sitzungen finden von Dienstag bis Donnerstag in der letzten Woche eines jeden Monats statt. In den kommenden Monaten fallen diese auf:"
            }
        }
    },

    "images": {
        "lightbulb": "Lernen. Foto von Junior Ferreira auf Unsplash",
        "working-together": "Zusammenarbeit. Foto von Scott Graham auf Unsplash"
    },

    "contact": {
        "title": "Kontaktieren Sie uns",
        "header": "Schön, Sie kennenzulernen!",
        "index-description": "Wir freuen uns über einen Austausch über eine Cloud Infrastruktur mit der Sie gerne arbeiten.",
        "methods": {
            "title": "Oder lassen Sie uns direkt reden!",
            "subtitle": "Unser Team freut sich über einen persönlichen Austausch."
        },
        "book": "Termin buchen",
        "post": {
            "title": "Standort"
        },
        "videocall": {
            "title": "Videokonferenz",
            "description": "Gerne beraten wir Sie persöhnlich in einem ersten kostenlosen Kennenlerngespräch.",
            "booknow": "Jetzt buchen"
        },
        "form": {
            "subtitle": "Fragen oder kommentieren Sie hier - wir freuen uns auf Ihren Input!",
            "message": "Nachricht",
            "company": "Unternehmen",
            "message-placeholder": "Wie können wir helfen?",
            "disclaimer": "Mit Absenden des Formulars stimmen Sie unseren <0>Datenschutzbestimmungen</0> und der Speicherung Ihrer eingegeben persönlichen Informationen zum Zweck der Beantwortung der Anfrage zu.",
            "submit": "Jetzt abschicken",
            "description": "Unser Team antwortet wochentags innerhalb von 24 Stunden."
        },
        "form-success": {
            "title": "Vielen Dank für Ihre Nachricht!",
            "subtitle": "Unser Team meldet sich bald bei Ihnen.",
            "home-link": "Weiter entdecken"
        }
    },

    "404": {
        "title": "Fehler 404",
        "error": "Fehler",
        "not-found": "Diese Seite konnte leider nicht gefunden werden.",
        "go-home": "Es gibt aber viel mehr zu entdecken.",
        "to-homepage": "Zurück zur Hauptseite"
    },

    "blog": {
        "subtitle": "Neuigkeiten, Anleitungen, Erfahrungsberichte und andere Ideen vom Think Ahead Team"
    }
}
