{
    "index": {
        "title": "IT-Beratung für die sichere, effektive, Cloud-native Digitalisierung des Mittelstands",
        "splash": {
            "surtitle": "Cloud-Infrastruktur muss nicht teuer oder komplex sein",
            "title": "Digitalisierung für den Mittelstand<br/> <0>Sicher</0>, <0>effektiv</0>, <0>Cloud-nativ</0>",
            "subtitle": "Es geht auch anders. Mit <0>Think Ahead</0>!",
            "description": "Wir sind Pioniere für sichere, einfache und effektive Cloud Lösungen für Ihre digitale Zukunft."
        },
        "who-we-are": {
            "subtitle": "Erfahrene Technologie Berater mit dem Ziel, die Welt ein Stückchen besser zu machen",
            "accessible": {
                "title": "Erreichbar und flexibel",
                "description": "Wir sitzen im Herzen Stuttgarts. Unsere Nähe und Agilität ist ideal, um Ihre idividuellen Geschäftsanforderungen zu erfüllen"
            },
            "experienced": {
                "title": "Erfahren und sachkundig",
                "description": "Mit über 24 Jahren Cloud Erfahrung vom Mittelstand bis hin zu internationalen Konzernen über alle Industrien hinweg. Wir haben schon alles gesehen."
            },
            "enthusiastic": {
                "title": "Enthusiatisch und verlässlich",
                "description": "Technologie ist unsere Leidenschaft. Unsere Kunden schätzen uns, weil es uns um die Entwicklung der richtigen Lösung und nicht nur um die Erfüllung eines Vertrags geht."
            }
        },
        "learn-more": "Mehr erfahren"
    },

    "general": {
        "month": {
            "to": "bis",
            "0": "Januar",
            "1": "Februar",
            "2": "März",
            "3": "April ",
            "4": "Mai",
            "5": "Juni",
            "6": "Juli",
            "7": "August ",
            "8": "September ",
            "9": "Oktober",
            "10": "November ",
            "11": "Dezember"
        },
        "startexploring": "Beginnen",
        "wip": "Hier entsteht etwas Neues",
        "coming-soon": "Demnächst verfügbar",
        "comingsoon": "Diese Seite wird demnächst erweitert! Bitte besuchen Sie uns bald wieder."
    },

    "who-we-are": {
        "title": "Wer wir sind",
        "tagline": "Wir sind",
        "splash": "Ihre verlässliche Technologie Beratung <0>aus Stuttgart</0>",
        "description": "Egal ob Cloud, Plattformen oder Sicherheit. Think Ahead Technologies ist Ihr verlässlicher Partner aus Stuttgart",
        "subtitle": "Experten in Cloud, Plattformen und Sicherheit. Wir sind bereit für Ihre Herausforderungen.",
        "values": {
            "title": "Unsere Werte",
            "subtitle": "Unser Erfolg ist kein Zufall — unsere Arbeit basiert auf einem starken Wertesystem.",
            "proactivity": {
                "title": "Sei proaktiv",
                "description": "Ein Problem erst dann zu lösen, wenn man danach gefragt wird, ist bereits zu spät . Wir halten immer Ausschau nach Verbesserungsmöglichkeiten."
            },
            "learning": {
                "title": "Lerne schnell",
                "description": "Technologie entwickelt sich rasend schnell. Niemand kann alles wissen. Deswegen gehört kontinuierliches Lernen zu unseren wichtigsten Werten."
            },
            "trustworthiness": {
                "title": "Verdiene dir Vertrauen",
                "description": "Wir sind der festen Überzeugung, dass bei Fragen oder Probleme, eine direkte und offene Kommunikation zur effektivsten und angenehmsten Zusammenarbeit führt.."
            },
            "cheerfulness": {
                "title": "Schenke ein Lächeln",
                "description": "Harte Probleme zu lösen macht Spaß! Mit dieser Begeisterung wollen wir auch alle anderen anstecken, mit denen wir zusammenarbeiten."
            }
        },
        "impact": {
            "title": "Unser Impact",
            "subtitle": "Ihr Unternehmen profitiert gleich mehrfach von unserem Ansatz",
            "productivity": {
                "title": "Steigerung der Produktivität",
                "description": "Erreichen Sie mehr mit weniger Einsatz. Machen Sie das Beste aus Ihrem Team, Ihrer Technologie und Ihrer Position auf dem Markt."
            },
            "costs": {
                "title": "Optimierung der Kosten",
                "description": "Von der Vereinfachung und Automatisierung von Deployment bis hin zur Einführung maßgeschneiderter Tools gibt es viele Möglichkeiten, bei Ihrer Infrastruktur Geld zu sparen."
            },
            "focus": {
                "title": "Fokus auf das wesentliche",
                "description": "Investieren Sie dort, wo es am meisten bewirkt, statt in überteuerte Infrastrukturprojekte."
            },
            "adaptation": {
                "title": "Schnellere Anpassung",
                "description": "Seien Sie den sich ständig ändernden Anforderungen Ihrer Kunden immer einen Schritt voraus. Liefern Sie Ihre digitalen Produkte zuverlässig und schnell. "
            }
        },
        "unused": {
            "old-blurb": "[never translated]",
            "tagline": "Erleben Sie eine Zusammenarbeit, die zu <0>echten Ergebnissen</0> führt und Ihr <0>nachhaltiges Wachstum</0> fördert.",
            "intro1": "Wir sind ein kleines Team von <0>passionierten Technologen</0>. Wir bieten maßgeschneiderte IT-Lösungen für alle Branchen. Dank unserer Leidenschaft für komplexe Probleme sind wir ideal geeignet, die <0>Effizienz und Sicherheit</0> Ihrer Geschäftsabläufe zu verbessern.",
            "intro2": "Wir reden nicht nur von <0>Agil</0>. Wir leben <0>Flexibilität und Innovation</0>. Dank unserer <0>langjährigen Erfahrung</0> kennen wir die Nuancen der Technologie und die Anforderungen insbesondere moderner Unternehmen.",
            "intro3": "Ganz gleich, ob Sie <0>in die Cloud migrieren</0>, Ihre <0>IT-Infrastruktur verbessern</0> oder Ihre <0>digitalen Ressourcen sichern möchten</0>, <1>Think Ahead</1> steht Ihnen bei jedem Schritt zur Seite. Erleben Sie eine Zusammenarbeit, die zu <0>echten Ergebnissen</0> führt und Ihr <0>nachhaltiges Wachstum</0> fördert."
        },
        "stats": {
            "title": "Unsere Erfahrung",
            "experience-years": "Jahre an Cloud Erfahrung",
            "cloud-providers": "Cloud Anbieter",
            "industries": {
                "title": "Industrien",
                "retail": "Handel",
                "energy": "Energie",
                "public": "Öffentlicher Dienst",
                "academic": "Universität",
                "insurance": "Versicherung",
                "consumer-electronics": "Unterhaltungselektronik",
                "scientific": "Wissenschaft"
            },
            "countries": {
                "title": "Länder",
                "de": "Deutschland",
                "en": "Vereinigtes Königreich",
                "ch": "Schweiz",
                "at": "Österreich"
            }
        }
    },

    "solutions": {
        "intro": "Unsere IT-Consulting Lösungen",
        "subtitle": "Passend zu Ihren Infrastruktur Anforderungen bieten wir ein breites Spektrum an Kompetenzen und Erfahrung",
        "security": {
            "title": "Sicherheit & Compliance",
            "description": "Sicherheit und Compliance sind für uns keine Nebensache. Sie sind Teil des gesamten Entwicklungszykluses. So erfüllen Sie Anforderunge aus NIS2 und Cyber Resilience Act wesentlich einfacher und schneller.",
            "splash": "Wir stellen sicher, dass alle Ihre Assets sicher sind. Egal wo.",
            "subtitle": "Cybersicherheit ist der Kern unserer Arbeit. Wir können Ihnen dabei helfen, Vorschriften einzuhalten oder einfach nur mit ruhigem Gewissen neue Produkte zu entwickeln."
        },
        "services": {
            "title": "Unsere Services",

            "consult": {
                "title": "Beratung",
                "description": "Nutzen Sie unsere fachkundigen Consulting-Services, um die Komplexität der IT-Infrastruktur und -Strategie zu bewältigen. Wir bieten individuelle Beratung zur Optimierung Ihrer Technologieinvestitionen und helfen Ihnen dabei, Ihre IT-Lösungen auf Ihre Geschäftsziele abzustimmen und Ihr Wachstum zu fördern."
            },
            "implement": {
                "title": "Umsetzung",
                "description": "Nutzen Sie unsere praktischen Implementierungsdienste, um modernste Technologielösungen effektiv einzusetzen. Unser Team sorgt für eine nahtlose Integration neuer Systeme in Ihre bestehende Infrastruktur, um Unterbrechungen zu minimieren und die Leistung zu maximieren."
            },
            "assessment": {
                "title": "Software Supply Chain Sicherheits Assessment",
                "description": "Bewerten Sie Ihre CI/CD-Sicherheitslage mit unserem umfassenden Assessment basierend auf unserem 4-Stufen-Reifegradmodell. Wir identifizieren Schwachstellen, prüfen die Compliance mit CRA und NIS2 und liefern eine klare Roadmap zur Stärkung Ihrer Software-Lieferkette gegen moderne Bedrohungen."
            }
        },
        "get-in-touch": "Interessiert? Sprechen Sie uns an!",
        "how-we-can-help": "Wie können wir helfen?"
    },

    "cloud": {
        "splash": "Wir machen Ihr Cloud-Portfolio zuverlässig und kosteneffizient",
        "subtitle": "Ganz gleich, ob Sie über einen Wechsel in die Cloud nachdenken oder Ihre vorhandenen Ressourcen optimieren wollen, unser Fachwissen macht den Unterschied.",
        "benefits": {
            "title": "Warum die Cloud nutzen?",
            "subtitle": "Ein Cloud-nativer Ansatz für Ihre Infrastruktur kann zahlreiche Vorteile gegenüber einem On-Premise- oder Server-Ansatz haben.",
            "scalability": {
                "title": "Skalierbarkeit",
                "description": "Ihre Infrastruktur wächst mit Ihren Bedarf mit, selbst zu Spitzenzeiten - und fährt auch automatisch wieder herunter, wenn solch intensive Arbeitslasten nicht erforderlich sind."
            },
            "flexibility": {
                "title": "Flexibilität",
                "description": "Wenn sich Ihr Unternehmen ändert, kann sich auch Ihre Infrastruktur ändern. Wenn Sie eine neue Größenordnung erreichen oder einen neuen Geschäftsbereich gründen, können Sie die Nachfrage befriedigen, ohne vorab alles wissen zu müssen."
            },
            "cost": {
                "title": "Kostenkontrolle",
                "description": "Detaillierte, verursachergerechte Abrechnungen ermöglichen es Ihnen, den Verbrauch nachzuvollziehen und anhand von Echtzeitdaten weitere Kostensenkungen zu planen."
            },
            "security": {
                "title": "Sicherheit",
                "description": "In einer klassischen Umgebung ist es schwierig, einen Angreifer zu stoppen, wenn er erst einmal Zugang zu Ihren Ressourcen erhalten hat. Dank Netzwerk-Mikrosegmentierung und granularen Richtlinien, können Sie jeden Zugriff anpassen, begrenzen und verfolgen."
            },
            "availability": {
                "title": "Verfügbarkeit",
                "description": "Im Falle eines Problems in Ihrem Rechenzentrum müssen Sie um die Behebung des Problem selbst kümmern. Das ist zeit-, personal- und kostenintensiv. Cloud-native Lösungen können mit minimalem Aufwand, Kosten und Ausfallzeiten automatisch neu bereitgestellt werden - oft sogar ohne manuellen Benutzereingriff."
            },
            "maintenance": {
                "title": "Automatisierte Wartung",
                "description": "Tools wie Kubernetes erfordern einen großem Aufwand zum Aktualisieren. Selbst die Änderung einzelner Server und Datenbanken kann riskant sein. Cloud Plattformen ermöglichen nahtlose Upgrades durch rollierende Deployments oder serverless Ansätze."
            }
        },
        "challenges": {
            "title": "Herausforderungen der Cloud",
            "subtitle": "Cloud Computing kann viele Probleme lösen, aber nichts ist perfekt. Es gibt eine Reihe gemeinsamer Schwierigkeiten und Herausforderungen, die wir regelmäßig in Unternehmen beobachten.",
            "uncertainty": {
                "title": "Unsicherheit über den richtigen Einstieg",
                "description": "Es ist eine Sache, von den Vorteilen der Cloud überzeugt zu sein, aber eine ganz andere, eine erste produktive Umgebung einzurichten."
            },
            "cost": {
                "title": "Kostenexplosion",
                "description": "Die Cloud bietet Kostenkontrolle, aber auch viel potential für teure Fehler. Diese können schnell wachsen, wenn sie nicht beachtet werden."
            },
            "combination": {
                "title": "Integration",
                "description": "Ihre Cloud-Systeme müssen mit einer vielzahl von Drittanbieter Ressourcen und diversen on-prem Tools zusammenarbeiten. Vielleicht möchten Sie sogar mehrere Cloud-Anbieter miteinander verbinden."
            },
            "ux": {
                "title": "Schwerfällige Benutzererfahrung",
                "description": "Ihre Benutzer - Entwickler oder Kunden - könnten verwirrt sein, wenn zu viele Tools zusammen neu eingeführt werden."
            },
            "keeping-track": {
                "title": "Den Überblick behalten",
                "description": "Wenn es einfach ist, neue Ressourcen einzurichten, kann man ohne klare Strukturen auch leicht vergessen, was man hat und wofür es gebraucht wird."
            },
            "security": {
                "title": "Sicherheit und Compliance",
                "description": "Sicherheit ist ein eigener, äußerst wichtiger Bereich.",
                "link": "Lesen Sie mehr auf unserer dedizierten Seite"
            }
        },
        "solutions": {
            "title": "Unsere Cloud-Lösungen",
            "subtitle": "Unabhängig davon, wie gut Sie mit der Cloud vertraut sind. Wir helfen Ihnen, die Vorteile der Cloud voll auszunutzen und gleichzeitig die üblichen Fallstricke zu vermeiden.",
            "migration": {
                "title": "Cloud-Migration",
                "description": "Sie haben eine on-premise Umgebung  und möchten die Vorteile der Cloud in vollem Umfang nutzen? Wir bauen gemeinsam eine funktionierende Umgebung auf und sorgen dafür, dass Sie diese effektiv nutzen können."
            },
            "architecture": {
                "title": "Cloud Solution Architektur",
                "description": "Wenn Sie ein neues System für Ihre Mitarbeiter oder Kunden entwerfen, ist es wichtig, die richtigen Ziele im Auge zu haben. Wir helfen Ihnen, diese Ziele zu bestimmen und sie effektiv zu erreichen."
            },
            "cost": {
                "title": "Cloud-Kostenkontrolle",
                "description": "Die Komplexität der Cloud macht es einfach, für mehr zu bezahlen, als Sie benötigen. Wir helfen Ihnen Ihre Kosten im Griff zu behalten und dort Einsparungen zu erziehlen, wo es sinnvoll ist."
            },
            "devops": {
                "title": "DevOps Engineering",
                "description": "Je größer Ihre Codebasis wird, desto schwieriger und kritischer wird es sicherzustellen, dass Ihre Software ohne Probleme läuft. Wir helfen dabei, Ihre Applikationen und Infrastruktur zu überwachen und optimal zu betreiben."
            }
        },
        "provider_list": "Wir arbeiten mit Microsoft Azure, Google Cloud Platform und Amazon Web Services.",
        "providers": {
            "title": "Cloud-Anbieter, mit denen wir arbeiten",
            "subtitle": "Wir verfügen über Expertise in allen wichtigen Cloud-Plattformen, um Ihren Anforderungen gerecht zu werden.",
            "azure": "Nutzen Sie Azures umfassendes Angebot an Cloud-Diensten und die nahtlose Integration mit Microsoft-Tools.",
            "gcp": "Nutzen Sie Googles modernste Technologie und robuste Infrastruktur für Ihre Cloud-Lösungen.",
            "aws": "Profitieren Sie vom umfangreichen globalen Netzwerk und der breiten Palette an Cloud-Diensten von AWS."
        },
        "explore-services": "Cloud-Dienste erkunden"
    },

    "platform": {
        "title": "Plattform Engineering",
        "description": "Egal ob public oder private Cloud. Wir unterstützen bei Entwurf, Entwicklung und Betrieb Ihrer Cloud Umgebung.",
        "splash": "Wir entwerfen und implementieren die ideale Cloud Plattform für Sie",
        "subtitle": "Vertrauen Sie unsere langjährige Erfahrung mit Cloud Computing über alle Industrien hinweg.",
        "essential": {
            "title": "Plattform Engineering ist für Ihr Unternehmen unerlässlich",
            "subtitle": "Eine gut ausgebaute und maßgeschneiderte Infrastruktur kann Ihnen eine Vielzahl von Vorteilen bieten.",
            "goals": {
                "title": "Erreichen von Unternehmenszielen",
                "description": "Platform Engineering stimmt die Technologie auf die Unternehmensziele ab und stellt sicher, dass jede Investition und Prozessverbesserung Ihre strategischen Ziele direkt unterstützt."
            },
            "adaptation": {
                "title": "Reaktion auf Marktveränderungen",
                "description": "Auf dem dynamischen Markt von heute ist die Fähigkeit zur schnellen Anpassung von entscheidender Bedeutung. Plattform Engineering stattet Ihr Unternehmen mit einem technologischen Framework aus, das neue Tools leicht integrieren und sich an veränderte Marktanforderungen anpassen kann, so dass Sie der Konkurrenz immer einen Schritt voraus sind."
            },
            "complexity": {
                "title": "Geringere IT-Komplexität",
                "description": "Unsere Plattformen verringern die Komplexität und die Reibungsverluste, indem sie Werkzeuge und Prozesse projekt- und teamübergreifend standardisieren. Dies senkt die Kosten und verkürzt gleichzeitig die Zeit, die für die Einarbeitung neuer Entwickler benötigt wird, damit diese schneller und effektiver einen Beitrag leisten können."
            },
            "predictability": {
                "title": "Planbarkeit der Ergebnisse",
                "description": "Die Standardisierung verringert die Variablen, die zu Projektverzögerungen und Budgetüberschreitungen führen. Sie können dann realistische Erwartungen festlegen, um die Projektfristen und -budgets durchgängig einzuhalten, und so ein vorhersehbares Umfeld für die Geschäftsplanung und Finanzprognosen schaffen."
            },
            "security": {
                "title": "Sicherheit und Compliance",
                "description": "Datensicherheit und die Einhaltung gesetzlicher Vorschriften gewinnen immer mehr an Bedeutung. Platform Engineering stellt sicher, dass Ihre Infrastruktur von Anfang an auf diese Aspekte ausgerichtet ist. Dadurch werden Risiken proaktiv gemindert und Ihre Vermögenswerte vor neuen Bedrohungen geschützt."
            },
            "sustainability": {
                "title": "Nachhaltigkeit und Skalierbarkeit",
                "description": "Wir entwickeln Plattformen, die auch bei langfristigem Wachstum und Anpassungen Bestand haben. Wir helfen Ihnen, Ihre IT-Infrastruktur nahtlos zu erweitern, wenn Ihr Unternehmen wächst: keine ständigen Umgestaltungen und Anpassungen."
            }
        },
        "solutions": {
            "title": "Unsere Plattform Engineering Lösungen",
            "subtitle": "Es gibt keine Einheitslösung für alle. Wir helfen Ihnen, sich in der komplexen Cloud-Native-Landschaft zurechtzufinden und eine Infrastruktur aufzubauen, die Ihren Anforderungen entspricht.",
            "assessment": {
                "title": "Plattform Assessment und Strategie",
                "description": "Bewerten Sie Ihre aktuelle IT-Landschaft: Entwickeln Sie eine strategische Plattformvision, die auf die Anforderungen von Unternehmen und Benutzern abgestimmt ist. Führen Sie eine gründliche Analyse der bestehenden Infrastruktur durch, ermitteln Sie Lücken und erstellen Sie eine klare, umsetzbare Roadmap. Wir stellen sicher, dass Ihre Plattformstrategie kohärent und zukunftsorientiert ist und darauf zugeschnitten, den Geschäftserfolg effizient und effektiv zu fördern."
            },
            "developers": {
                "title": "Internal Developer Plattform",
                "description": "Ermöglichen Sie Self-Service für Entwickler und bereiten Sie goldene Pfade vor, sodass Entwickler ihre Arbeit effektiv erledigen können. Reduzieren Sie die kognitive Belastung, ohne den Kontext und die zugrunde liegenden Technologien zu abstrahieren. Wir folgen Best Practices, indem wir Plattformen wie ein Produkt behandeln und auf der Grundlage von Nutzerforschung entwickeln und kontinuierlich verbessern."
            },
            "hybrid": {
                "title": "Hybride Cloud / Multi Cloud",
                "description": "Für die meisten Unternehmen ist die hybride Cloud unvermeidlich, daher ist eine gute Planung entscheidend, um sie optimal zu nutzen. Teilen Sie Arbeitslasten auf effiziente und sinnvolle Weise auf verschiedene Clouds oder On-Premis Umgebungen auf und sorgen Sie überall für konsistente Sicherheit und Compliance."
            },
            "ai": {
                "title": "AI & IoT Plattform",
                "description": "Nutzen Sie die Vorhersagekraft von KI und die Sensornetzwerke des IoT. Steigern Sie Zuverlässigkeit und Nachhaltigkeit durch den Aufbau einer einheitlichen Plattform für Echtzeit-Datenanalysen und nützliche Erkenntnisse. Verbessern Sie die betriebliche Effizienz, personalisieren Sie Erlebnisse und warten Sie Ihre Anlagen proaktiv."
            }
        },
        "discover-solutions": "Plattformlösungen entdecken"
    },

    "security": {
        "title": "Cloud Security und Compliance",
        "description": "Schützen Sie Ihr Unternehmen und Ihre Daten mit unseren Cloud Security Services. Wir bieten Beratung und Umsetzung zu Sicherheit im Cloud Betrieb, in der Cloud Entwicklung sowie im Identity und Access Management.",
        "splash": "Wir schützen Ihr Business mit unseren Cloud Security Services",
        "subtitle": "Sicherheit und Developer Productivity sind keine Gegensätze. Von der Idee, über die Umsetzung, bis zum Betrieb: Wir bieten Lösungen im gesamten DevOps Lebenszyklus. So erreichen auch Sie Security by design.",

        "stats": {
            "title": "Noch nie gab es für Ihr Unternehmen mehr Cyberrisiken",
            "damage": {
                "description": "Durchschnittlicher Schaden durch Cyberangriffe",
                "amount": "4,35 Mio"
            },
            "human": {
                "description": "der Attacken, wurden durch menschliche Fehler initiiert",
                "amount": "82 %"
            },
            "remediation": {
                "description": "Durchschnittliche Dauer, bis ein Angriff identifiziert und behoben ist",
                "amount": "277 Tage"
            },
            "problem": {
                "description": "hatten eine Datenpanne / haben einen Cloud Audit nicht bestanden",
                "amount": "45 %"
            }
        },

        "protect": {
            "title": "Schützen Sie Ihr Business",
            "subtitle": "Entdecken Sie, wie wir Ihr Unternehmen und Ihre Daten schützen.",

            "agile": {
                "title": "Agile Methoden für sichere Softwarearchitektur und -entwicklung",
                "description": "Nutzen Sie agile Methoden, um die Sicherheit Ihrer Softwarearchitektur und -entwicklungsprozesse zu verbessern, und integrieren Sie agile Threat Modeling, um Risiken frühzeitig zu erkennen und zu mindern. Unser Ansatz legt den Schwerpunkt auf kontinuierliche Sicherheitstests und DevSecOps-Praktiken, um sicherzustellen, dass die Sicherheit in allen Phasen der Softwareerstellung und -bereitstellung eine grundlegende Komponente ist."
            },
            "zerotrust": {
                "title": "Zero Trust Identitäts- & Zugriffsmanagement",
                "description": "Implementieren Sie Zero Trust Identity & Access Management, um sich gegen den Verlust von Anmeldedaten und Passwörtern zu schützen. Stellen Sie sicher, dass Benutzeridentitäten überprüft werden, bevor ein Cloud-Zugang gewährt wird. Unser robustes Framework verhindert unbefugten Zugriff, indem es eine kontinuierliche Validierung jeder Zugriffsanfrage verlangt und Ihre Daten und Systeme vor potenziellen Bedrohungen schützt."
            },
            "supplychain": {
                "title": "Sichere Software Lieferkette",
                "description": "Schützen Sie Ihre CI/CD-Pipelines vor raffinierten Supply-Chain-Angriffen mit unserem bewährten 4-Stufen-Reifegradmodell. Von grundlegender Hygiene bis zu fortgeschrittenen Zero-Trust-Kontrollen helfen wir Ihnen, CRA- und NIS2-Compliance zu erreichen und gleichzeitig Ihre Sicherheitslage zu stärken. Erfahren Sie mehr über unseren umfassenden Ansatz und unsere Bedrohungsanalyse.",
                "link": "Unser Supply Chain Security Framework erkunden"
            },
            "cloud": {
                "title": "Cloud Sicherheit",
                "description": "Verbessern Sie Ihre Cloud-Sicherheit durch die Implementierung robuster Leitplanken und kontinuierlicher Überwachung aller Cloud-Umgebungen, um Fehlkonfigurationen zu verhindern und die Datenintegrität zu gewährleisten. Unser proaktiver Ansatz minimiert Risiken und optimiert den Cloud-Betrieb, damit Ihre digitalen Assets sicher und konform bleiben"
            }
        },
        "enhance-security": "Ihre Sicherheit verbessern"
    },

    "cra": {
        "description": "Navigieren Sie selbstbewusst durch den EU Cyber Resilience Act. Wir helfen Herstellern von Produkten mit digitalen Elementen, CRA-Compliance durch umfassende Sicherheitsbewertungen, SBOM-Management und Schwachstellenüberwachung zu erreichen.",
        "splash": "Meistern Sie CRA-Compliance und stärken Sie Ihre Produktsicherheit",
        "subtitle": "Der Cyber Resilience Act setzt neue Sicherheitsstandards für Produkte mit digitalen Elementen. Von Maschinen bis IoT-Geräten führen wir Sie durch Compliance-Anforderungen und bauen gleichzeitig Sicherheitsfähigkeiten auf, die Ihr Unternehmen schützen.",

        "stats": {
            "title": "CRA-Compliance ist nun verpflichtend",
            "deadline": {
                "description": "Finale Compliance-Deadline",
                "amount": "Dez 2027"
            },
            "penalty": {
                "description": "Maximale Strafe bei Nichteinhaltung",
                "amount": "15 Mio €"
            },
            "response": {
                "description": "Erforderliche Benachrichtigungszeit für Schwachstellen"
            },
            "scope": {
                "description": "Betroffene Produkte: Maschinen, Industrieanlagen, IoT, Smart Appliances",
                "amount": "Breit"
            }
        },

        "requirements": {
            "title": "Zentrale CRA-Compliance-Anforderungen",
            "subtitle": "Der Cyber Resilience Act verlangt Sicherheit über den gesamten Produktlebenszyklus. Wir helfen Ihnen, alle wichtigen Anforderungen effizient zu erfüllen.",

            "security": {
                "title": "Security by Design",
                "description": "Integrieren Sie Sicherheit von der Produktkonzeption an mit umfassender Risikobewertung. Dokumentieren Sie Ihre sicheren Entwicklungsprozesse und weisen Sie Konformität durch Selbstbewertung oder Drittzertifizierung nach."
            },
            "sbom": {
                "description": "Führen Sie umfassende Dokumentation aller Softwarekomponenten durch automatisierte SBOM-Erfassung und -Speicherung. Verfolgen Sie Abhängigkeiten, Lizenzen und Komponentenversionen für vollständige Supply-Chain-Transparenz."
            },
            "vulnerabilities": {
                "title": "Schwachstellenmanagement",
                "description": "Identifizieren, melden und kommunizieren Sie Schwachstellen über zentralisierte Plattformen innerhalb der geforderten Fristen. Implementieren Sie kontinuierliche Überwachung und automatisierte Bedrohungserkennung während des gesamten Produkt-Support-Lebenszyklus."
            },
            "support": {
                "title": "Lebenszyklus-Sicherheit",
                "description": "Gewährleisten Sie Sicherheit während der gesamten Produkt-Support-Periode mit fortlaufender Schwachstellenbehebung, Firmware-Analyse und Compliance-Reporting-Funktionen."
            }
        },

        "solutions": {
            "title": "Unsere CRA-Compliance-Lösungen",
            "subtitle": "Wir bieten End-to-End-Unterstützung für CRA-Compliance, von der ersten Bewertung bis zur laufenden Schwachstellenverwaltung.",

            "assessment": {
                "title": "Sicherheitsreife-Bewertung",
                "description": "Bewerten Sie Ihre aktuelle Sicherheitslage mit unserem bewährten 4-Stufen-Reifegradmodell. Wir identifizieren Lücken gegenüber CRA-Anforderungen, priorisieren Maßnahmen und liefern eine klare Roadmap mit erreichbaren Meilensteinen für die Compliance."
            },
            "platform": {
                "title": "Compliance-Plattform",
                "description": "Nutzen Sie unsere integrierte Plattform für automatisierte SBOM-Erfassung, Schwachstellenerkennung, Firmware- und Binary-Analyse, automatisierte Bedrohungsmodellierung und umfassendes Compliance-Reporting. Reduzieren Sie manuelle Compliance-Arbeit um 80%."
            },
            "implementation": {
                "title": "Experten-Implementierung",
                "description": "Arbeiten Sie mit unserem erfahrenen Team zusammen, um CRA-Compliance-Fähigkeiten in Ihrer Organisation aufzubauen. Wir bieten praktische Implementierungsberatung, Kompetenzaufbau und fortlaufende Unterstützung bei der Schwachstellenbehebung."
            },
            "monitoring": {
                "title": "Kontinuierliche Überwachung",
                "description": "Erhalten Sie Compliance durch automatisierte kontinuierliche Überwachung, Echtzeit-Schwachstellenwarnungen und optimiertes Reporting. Beschleunigen Sie Produktfreigaben ohne Kompromisse bei Sicherheit oder Compliance-Standards."
            }
        },

        "benefits": {
            "title": "Warum in CRA-Compliance investieren?",
            "subtitle": "Über die Erfüllung regulatorischer Anforderungen hinaus liefert CRA-Compliance greifbare Geschäftsvorteile.",

            "automation": {
                "title": "Reduzierung manueller Arbeit",
                "description": "Unsere Automatisierung reduziert manuelle Compliance-Arbeit um etwa 80% und gibt Ihrem Team Freiraum, sich auf Innovation und Produktentwicklung zu konzentrieren."
            },
            "speed": {
                "title": "Beschleunigte Releases",
                "description": "Optimierte Sicherheitsprozesse und automatisierte Prüfungen ermöglichen schnellere Produktfreigaben ohne Kompromisse bei Sicherheitsstandards oder Compliance-Anforderungen."
            },
            "trust": {
                "title": "Kundenvertrauen aufbauen",
                "description": "Demonstrieren Sie Ihr Engagement für Sicherheit durch transparente Praktiken und CRA-Compliance, differenzieren Sie Ihre Produkte im Markt und bauen Sie Kundenvertrauen auf."
            },
            "market": {
                "title": "Marktzugang schützen",
                "description": "Sichern Sie den fortgesetzten Zugang zu EU-Märkten durch Erfüllung verpflichtender CRA-Anforderungen. Nichteinhaltung kann zu erheblichen Strafen und Marktausschluss führen."
            }
        },

        "external-link": {
            "title": "Mehr über CRA-Compliance erfahren",
            "description": "Besuchen Sie unsere dedizierte Cyber Resilience Act Plattform für detaillierte Informationen, Ressourcen und Tools.",
            "button": "cyber-resilience.tech besuchen"
        }
    },

    "partners": {
        "title": "Unsere Partner",
        "splash": "Durch unsere Partnerschaften, können wir sogar noch mehr Wert schaffen",
        "index-subtitle": "Unsere offizielle Partnerschaften ermöglichen es uns, Ihnen eine noch größere Bandbreite an Möglichkeiten zu bieten.",
        "tagline": "In eigenen Worten",
        "what": "Was?",
        "why": "Wieso?",
        "us": "Was wir bieten",
        "teleport": {
            "tagline": "“Der einfachste und sicherste Weg, auf Ihre gesamte Infrastruktur zuzugreifen und sie zu schützen.”",
            "who": "Teleport ist ein etablierter Sicherheitsanbieter, der einen einfachen, aber hochsicheren Zugang zu Ihrer Infrastruktur ermöglicht. Es kann auf jeder Cloud laufen und hat Integrationen mit zahlreichen Tools und Zugangssystemen wie Slack und Microsoft Entra ID.",
            "why": "Teleport kombiniert einen zertifikatsbasierten, passwortlosen Ansatz mit detaillierter Protokollierung und Privilegienanalyse, um Ihre Systeme so gut wie möglich abzusichern - und gleichzeitig das Leben Ihrer Benutzer zu erleichtern.",
            "us": "Da wir das Produkt sehr gut kennen, können wir Ihnen bei den ersten Schritten helfen, indem wir Ihre Bedürfnisse berücksichtigen und überlegen, welches Abonnement für Sie sinnvoll ist. Außerdem können wir Sie mit der Einrichtung und Integration in Ihre infrastrukturlandschaft unterstützen ."
        },
        "microsoft": {
            "tagline": "“Azure. Grenzenlose Innovation.”",
            "who": "Der Branchenriese Microsoft Azure bietet eine breite Palette an Cloud-Technologien, von einfachen virtuellen Maschinen bis hin zu hochmodernen KI-Tools.",
            "why": "Microsoft Azure lässt sich direkt in Ihres Unternehmenslandschaft integrieren und ermöglicht so einen einfacheren und effizienteren Weg in die Cloud.",
            "us": "Als offizieller KI- und Cloud-Partner können wir Ihnen helfen, das Potenzial der Azure-Cloud und zahlreicher damit verbundener Dienste zu nutzen."
        }
    },

    "images": {
        "cloud": "Technologie Beratung. Bild generiert mit via GPT-4.",
        "collaboration": "Zusammenarbeit. Foto von Mimi Thian auf Unsplash",
        "desk": "Coding. Foto von AltumCode auf Unsplash",
        "servers": "Sichere Server. Foto von Christina Wocintechchat auf Unsplash",
        "discussing": "Diskutieren. Foto von Headway auf Unsplash",
        "finland": "Wir programmieren auch im winterlichen Lappland, wenn es sein muss.",
        "infrastructure": "Infrastruktur. Foto von Krzysztof Kowalik auf Unsplash",
        "laptops": "Laptops auf einem Tisch. Foto von Marvin Meyer auf Unsplash",
        "lightbulb": "Lernen. Foto von Junior Ferreira auf Unsplash",
        "workshop": "Workshop. Foto von Jason Goodman auf Unsplash",
        "working-together": "Zusammenarbeit. Foto von Scott Graham auf Unsplash",
        "cicd": "CI/CD Pipeline Visualisierung"
    },

    "contact": {
        "title": "Kontaktieren Sie uns",
        "header": "Treffen Sie Ihre Technologie Berater!",
        "index-description": "Wir freuen uns über einen Austausch über eine Cloud Infrastruktur mit der Sie gerne arbeiten.",
        "methods": {
            "title": "Oder lassen Sie uns direkt reden!",
            "subtitle": "Unser Team freut sich über einen persönlichen Austausch."
        },
        "book": "Termin buchen",
        "post": {
            "title": "Standort"
        },
        "videocall": {
            "title": "Videokonferenz",
            "description": "Gerne beraten wir Sie persöhnlich in einem ersten kostenlosen Kennenlerngespräch.",
            "booknow": "Jetzt buchen"
        },
        "form": {
            "subtitle": "Fragen oder kommentieren Sie hier - wir freuen uns auf Ihren Input!",
            "message": "Nachricht",
            "company": "Unternehmen",
            "message-placeholder": "Wie können wir helfen?",
            "disclaimer": "Mit Absenden des Formulars stimmen Sie unseren <0>Datenschutzbestimmungen</0> und der Speicherung Ihrer eingegeben persönlichen Informationen zum Zweck der Beantwortung der Anfrage zu.",
            "submit": "Jetzt abschicken",
            "description": "Unser Team antwortet wochentags innerhalb von 24 Stunden."
        },
        "form-success": {
            "title": "Vielen Dank für Ihre Nachricht!",
            "subtitle": "Unser Team meldet sich bald bei Ihnen.",
            "home-link": "Weiter entdecken"
        }
    },

    "supply-chain": {
        "cta": {
            "title": "Bereit, Ihre Supply Chain Security zu stärken?",
            "button": "Sicherheitsbewertung vereinbaren"
        },
        "metadata": {
            "title": "Software Supply Chain Security: 2025 Risiken & Maturity Framework",
            "description": "Eine Analyse zur eskalierenden Bedrohungslage für CI/CD-Pipelines und ein Framework zum Aufbau von Resilienz."
        },
        "hero": {
            "title": "Die neue Frontlinie:",
            "subtitle": "Sicherung der Software Supply Chain",
            "description": "Eine Analyse zur eskalierenden Bedrohungslage für CI/CD-Pipelines und ein Framework zum Aufbau von Resilienz"
        },
        "kpis": {
            "cost": {
                "value": "$60 Mrd.",
                "label": "Prognostizierte globale Kosten von Supply Chain-Angriffen 2025"
            },
            "organizations": {
                "label": "der Organisationen werden laut Gartner bis 2025 Angriffe erleben"
            },
            "increase": {
                "label": "Anstieg der Angriffsrate von Anfang 2024 bis Mitte 2025"
            }
        },
        "incidents": {
            "title": "Zunehmende Angriffskomplexität",
            "description": "Hochkarätige Sicherheitsverletzungen zeigen einen klaren Trend: Angreifer zielen systematisch auf die Tools, Bibliotheken und Infrastrukturen, denen Entwickler vertrauen. Vom Einschleusen von Backdoors in weit verbreitete Bibliotheken bis zur Manipulation von Build-Prozessen – der gesamte Software-Delivery-Lifecycle steht unter Beschuss.",
            "timeline": {
                "2020": {
                    "description": "Malware in Orion-Updates eingeschleust, über 18.000 Kunden kompromittiert."
                },
                "2023": {
                    "description": "Eine trojanisierte Bibliothek infizierte den Build-Prozess und verteilte Malware an 600.000 Organisationen."
                },
                "2024": {
                    "description": "Eine versteckte Backdoor wurde in eine zentrale Linux-Bibliothek eingebaut, während ein beliebtes CDN gekapert wurde."
                },
                "2025": {
                    "description": "Die internen Repositories eines großen Anbieters wurden kompromittiert, während bösartige KI/ML-Modelle auf einem öffentlichen Hub entdeckt wurden."
                }
            }
        },
        "risks": {
            "title": "Die CI/CD Pipeline: Die \"Kronjuwelen\" eines Angreifers",
            "description": "CI/CD-Pipelines sind bevorzugte Ziele, da sie den Zugriff auf Quellcode, Zugangsdaten und Produktionssysteme zentralisieren. Die Kompromittierung der Pipeline bietet einen effizienten Pfad zu den wertvollsten Assets einer Organisation. Im Folgenden die wichtigsten Risikovektoren aus aktuellen Angriffen.",
            "credentials": {
                "description": "Exponierte Tokens, Schlüssel und Zugangsdaten in Code, Skripten oder Logs gewähren Angreifern direkten Zugriff auf Systeme."
            },
            "dependencies": {
                "title": "Bösartige Dependencies",
                "description": "Trojanisierte Bibliotheken und Dependency-Confusion-Angriffe schleusen Malware direkt in den Build-Prozess ein."
            },
            "pipeline": {
                "description": "Die Manipulation von Pipeline-Konfigurationen (z.B. YAML-Dateien) ermöglicht Angreifern die Ausführung beliebiger Befehle während eines Builds."
            },
            "artifacts": {
                "description": "Unsignierte oder unzureichend verifizierte Build-Artefakte (Binaries, Container) werden nach dem Build durch bösartige Versionen ersetzt."
            },
            "exfiltration": {
                "title": "Code- & Datenexfiltration",
                "description": "Eine kompromittierte Pipeline wird genutzt, um proprietären Quellcode, interne Daten und sensible Kundeninformationen abzuschöpfen."
            },
            "aiml": {
                "title": "Aufkommende KI/ML-Risiken",
                "description": "Neuartige Bedrohungen umfassen vergiftete Trainingsdaten, Backdoors in Modellen und Prompt-Injection-Angriffe auf die KI/ML Supply Chain."
            }
        },
        "maturity": {
            "title": "Ein einheitliches CI/CD-Security-Reifegradmodell",
            "description": "Um diesen Bedrohungen zu begegnen, können Organisationen ein strukturiertes, vierstufiges Reifegradmodell einführen. Jede Stufe baut auf der vorherigen auf und führt progressiv stärkere Kontrollen ein, um Risiken messbar zu reduzieren und sich mit globalen Compliance-Standards zu synchronisieren.",
            "level1": {
                "title": "Basis-Hygiene",
                "description": "Etablierung grundlegender Kontrollen wie MFA, geschützte Branches und einfaches Dependency-Scanning, um die niedrig hängenden Früchte zu eliminieren."
            },
            "level2": {
                "title": "Präventive Automatisierung",
                "description": "Implementierung automatisierter Leitplanken wie Gated-PR-Pipelines, Artifact-Signierung, Secret-Scanning und SBOM-Generierung."
            },
            "level3": {
                "title": "Echtzeit-Überwachung",
                "description": "Durchsetzung von Echtzeit-Prüfungen, einschließlich SBOM-Validierung in CI, Just-In-Time (JIT)-Zugriff und Anomalie-Erkennung."
            },
            "level4": {
                "title": "Erweitert / Zero Trust",
                "description": "Übernahme einer \"Assume Breach\"-Haltung mit reproduzierbaren Builds, End-to-End-Provenance und Zero-Trust-Networking für alle CI/CD-Komponenten."
            }
        },
        "compliance": {
            "gartner": {
                "title": "Gartner-Prognose: Organisatorisches Risiko",
                "description": "Gartners Prognose, dass bis 2025 fast die Hälfte aller Organisationen einen Software-Supply-Chain-Angriff erleben wird, unterstreicht die Dringlichkeit der Einführung ausgereifter Sicherheitspraktiken.",
                "chartLabels": {
                    "attacked": "Angegriffene Organizationen",
                    "notAttacked": "(Noch) nicht angegriffene Organizationen"
                },
                "chartDataLabel": "% der Organisationen"
            },
            "mapping": {
                "title": "Mapping von Reifegrad zu globaler Compliance",
                "description": "Der Fortschritt durch das Reifegradmodell stärkt nicht nur die Sicherheit, sondern gewährleistet auch die Abstimmung mit wichtigen internationalen Vorschriften und verwandelt Compliance von einer Last in ein Nebenprodukt guter Praxis.",
                "cra": {
                    "description": "Verlangt Secure-by-Design-Prinzipien und Vulnerability-Reporting, mit vollständiger SBOM-Compliance bis Dezember 2027.",
                    "level2": "SBOM-Generierung erfüllt erste Anforderungen.",
                    "level3": "Durchgesetzte SBOM-Nutzung erfüllt zentrale CRA-Anforderungen.",
                    "level4": "Automatisiertes Reporting entspricht CRA-Offenlegungsfristen."
                },
                "nis2": {
                    "title": "EU NIS2-Richtlinie",
                    "description": "Erfordert umfassendes Supply-Chain-Risikomanagement und strukturierte Incident-Behandlung für kritische Sektoren.",
                    "level3": "Supplier-Security-Reviews unterstützen NIS2-Vorschriften direkt.",
                    "level4": "Kontinuierliches Supplier-Risk-Scoring institutionalisiert Compliance."
                }
            }
        },
        "services": {
            "title": "Wie wir helfen können: Supply Chain Security Services",
            "description": "Wir unterstützen Organisationen beim Aufbau widerstandsfähiger, sicherer Software Supply Chains durch umfassende Assessments und praktische Implementierung.",
            "assessment": {
                "title": "Reifegradanalyse",
                "description": "Umfassende Bewertung Ihrer aktuellen CI/CD-Sicherheitsstellung anhand unseres vierstufigen Reifegradmodells. Wir identifizieren Lücken, priorisieren Risiken und liefern eine klare Roadmap mit messbaren Meilensteinen für den Fortschritt durch jede Stufe."
            },
            "hardening": {
                "title": "CI/CD Pipeline Härtung",
                "description": "Stärkung Ihrer Build-Infrastruktur mit Defense-in-Depth-Kontrollen: Durchsetzung von Least-Privilege-Zugriff, Implementierung von Pipeline-as-Code-Reviews, Deployment von Runtime-Security-Monitoring und Etablierung sicheren Secret-Managements zur Vermeidung von Credential-Leakage."
            },
            "builds": {
                "title": "Signierte & Verifizierbare Builds",
                "description": "Implementierung kryptografischer Signierung für alle Build-Artefakte und Etablierung von End-to-End-Provenance mittels SLSA-Frameworks und in-toto-Attestierungen. Stellen Sie sicher, dass jedes Artefakt mit manipulationssicherer Verifikation auf seinen Quell-Commit zurückverfolgt werden kann."
            },
            "containers": {
                "title": "Container Härtung",
                "description": "Sicherung Ihrer Container Supply Chain vom Base Image bis zum Production Deployment: Vulnerability Scanning, minimale Base Images, Runtime-Security-Policies, Image-Signierung und kontinuierliches Compliance-Monitoring zur Verhinderung containerbasierter Angriffe."
            }
        }
    },

    "404": {
        "title": "Fehler 404",
        "error": "Fehler",
        "not-found": "Diese Seite konnte leider nicht gefunden werden.",
        "go-home": "Es gibt aber viel mehr zu entdecken.",
        "to-homepage": "Zurück zur Hauptseite"
    },

    "blog": {
        "subtitle": "Neuigkeiten, Anleitungen, Erfahrungsberichte und andere Ideen vom Think Ahead Team",
        "article-length": "Minuten zu lesen",
        "posts-by-tag": "Beiträge zum Thema:",
        "tag": "Thema",
        "page": "Seite",
        "share": "Teilen",
        "back-to-blog": "Zurück zum Blog",
        "related-posts": "Verwandte Beiträge",
        "view-all-posts": "Alle Beiträge anzeigen"
    },

    "cicd": {
        "title": "CI/CD-Lösungen",
        "description": "Optimieren Sie Ihren Entwicklungsprozess mit unseren Continuous Integration und Continuous Delivery Lösungen für GitHub, GitLab und Azure DevOps.",
        "splash": "Beschleunigen Sie Ihre Entwicklung mit leistungsstarken CI/CD-Pipelines",
        "subtitle": "Wir helfen Ihnen bei der Implementierung und Optimierung von CI/CD-Workflows mit GitHub, GitLab und Azure DevOps, um die Produktivität Ihres Teams und die Softwarequalität zu steigern.",
        "benefits": {
            "title": "Warum CI/CD implementieren?",
            "subtitle": "Continuous Integration und Continuous Delivery bieten zahlreiche Vorteile für moderne Softwareentwicklungsteams.",
            "faster-delivery": {
                "title": "Schnellere Bereitstellung",
                "description": "Automatisieren Sie Ihre Build- und Bereitstellungsprozesse, um neue Funktionen und Fehlerbehebungen schneller und häufiger zu veröffentlichen."
            },
            "quality": {
                "title": "Verbesserte Qualität",
                "description": "Entdecken und beheben Sie Fehler früher im Entwicklungszyklus durch automatisierte Tests und kontinuierliche Integration."
            },
            "consistency": {
                "title": "Konsistenz",
                "description": "Sorgen Sie für konsistente Builds und Bereitstellungen in verschiedenen Umgebungen und reduzieren Sie 'Bei mir funktioniert es'-Probleme."
            },
            "feedback": {
                "title": "Schnelleres Feedback",
                "description": "Erhalten Sie sofortiges Feedback zu Codeänderungen, was schnellere Iterationen und Verbesserungen ermöglicht."
            },
            "efficiency": {
                "title": "Erhöhte Effizienz",
                "description": "Reduzieren Sie manuelle Aufgaben und menschliche Fehler, damit sich Ihr Team auf das Schreiben von Code und die Wertschöpfung konzentrieren kann."
            },
            "collaboration": {
                "title": "Bessere Zusammenarbeit",
                "description": "Fördern Sie eine bessere Teamarbeit durch erhöhte Transparenz im Entwicklungsprozess und gemeinsame Verantwortung für Qualität."
            }
        },
        "solutions": {
            "title": "Unsere CI/CD-Lösungen",
            "subtitle": "Wir sind spezialisiert auf die Implementierung und Optimierung von CI/CD-Pipelines mit beliebten Plattformen, um den Bedürfnissen Ihres Teams gerecht zu werden.",
            "automation": {
                "title": "CI/CD-Automatisierung",
                "description": "Automatisieren Sie Ihre Build-, Test- und Bereitstellungsprozesse, um die Effizienz zu steigern und menschliche Fehler zu reduzieren."
            },
            "optimization": {
                "title": "Pipeline-Optimierung",
                "description": "Verbessern Sie die Leistung und Zuverlässigkeit Ihrer bestehenden CI/CD-Pipelines für schnellere und stabilere Releases."
            },
            "migration": {
                "title": "CI/CD-Migration",
                "description": "Migrieren Sie Ihre bestehenden CI/CD-Workflows nahtlos zu modernen, cloudbasierten Lösungen für verbesserte Skalierbarkeit und Flexibilität."
            }
        },
        "platforms": {
            "title": "CI/CD-Plattform-Erfahrung",
            "subtitle": "Wir verfügen über umfangreiche Erfahrung mit gängigen CI/CD-Plattformen, um Ihre Bedürfnisse optimal zu erfüllen.",
            "github": {
                "title": "GitHub Actions ",
                "description": "Nutzen Sie die integrierte CI/CD-Lösung von GitHub, um Ihren Software-Workflow direkt aus Ihrem Repository zu automatisieren."
            },
            "gitlab": {
                "title": "GitLab CI/CD ",
                "description": "Nutzen Sie die leistungsstarken und flexiblen CI/CD-Funktionen von GitLab für End-to-End-DevOps-Workflows."
            },
            "azure": {
                "title": "Azure DevOps ",
                "description": "Implementieren Sie umfassende CI/CD-Pipelines mit Azure DevOps, die sich nahtlos in andere Microsoft-Tools und -Dienste integrieren lassen."
            }
        },
        "optimize-pipeline": "CI/CD-Pipeline optimieren"
    }
}
