{
    "index": {
        "title": "Wilkommen",
        "splash": {
            "surtitle": "Teure, komplexe Infrastruktur ist nicht gleich sicher",
            "title": "Es geht auch anders. Mit <0>Think Ahead</0>!",
            "subtitle": "Wir sind Pioniere für <0>sichere</0>, <1>einfache</1> und <2>effektive</2> Infrastruktur Lösungen für Ihre <3>technologische Zukunft</3>."
        },
        "learnmore": "Mehr erfahren"
    },

    "general": {
        "startexploring": "Beginnen",
        "wip": "Hier entsteht was Neues",
        "comingsoon": "Diese Seite wird demnächst erweitert! Bitte beachten Sie diesen Bereich."
    },

    "whoweare": {
        "title": "Wer wir sind",
        "tagline": "Wer sind wir?",
        "subtitle": "Ihr verlässlicher Partner mit <0>Antrieb und Erfahrung</0>",
        "description": "Wir sind ein kleines Team passionierter Entwickler, we leverage our wide range of industry experience to bring you the infrastructure solutions you need to make working with technology a joy, not a chore. We're used to working in large and small organisations, using Agile practices to implement solutions speedily but without compromise."
    },

    "solutions": {
        "intro": "Welche Lösungen bieten wir an?",
        "subtitle": "Passend zu Ihren Infrastruktur Anforderungen bieten wir ein breites Spektrum an Fähigkeiten und Erfahrung",
        "platform": {
            "title": "Plattform & Cloud",
            "description": "Egal ob public oder private Cloud. Wir unterstützen bei Entwurf, Entwicklung und Betrieb Ihrer Cloud Umgebung.",
            "splash": "Wir können Ihre ideale Infrastruktur entwerfen und bauen",
            "subtitle": "Mit jahrelanger Erfahrung in Clouds und Clients können wir viele Dinge für Sie entwickeln."
        },
        "security": {
            "title": "Sicherheit & Compliance",
            "description": "Sicherheit und Compliance sind für uns keine Nebensache. Sie sind Teil des gesamten Entwicklungszykluses. So erfüllen Sie Anforderunge aus NIS2 und Cyber Resilience Act wesentlich einfacher und schneller.",
            "splash": "Wir machen Ihre Infrastruktur sicher",
            "subtitle": "Mit jahrelanger Erfahrung in Clouds und Clients können wir Ihnen helfen, Ihre Vermögenswerte zu schützen."
        },
        "training": {
            "title": "Schulungen & Workshops",
            "description": "Fördern Sie das Wachstum Ihrer Mitarbeiter mit unseren interaktiven Schulungen und Workshops rund um Cloud, Sicherheit und moderne Softwareentwicklung.",
            "splash": "Wir können Ihrem Team helfen, nachhaltige Lösungen zu entwickeln",
            "subtitle": "Dank unserer jahrelangen Erfahrung mit Clouds und Clients können wir Ihnen viel sagen."
        }
    },

    "contact": {
        "title": "Kontaktieren Sie uns",
        "letsconnect": "Lassen wir uns kennenlernen!",
        "subtitle": "Wir freuen uns über einen Austausch über eine Cloud Infrastruktur mit der Sie gerne arbeiten.",
        "book": "Termin buchen",
        "email": {
            "title": "Email"
        },
        "post": {
            "title": "Standort"
        },
        "videocall": {
            "title": "Videokonferenz",
            "description": "Gerne beraten wir Sie persöhnlich in einem ersten kostenlosen Kennenlerngespräch.",
            "booknow": "Jetzt buchen"
        },
        "form": {
            "title": "Or, drop us a message now!",
            "subtitle": "Our team will be delighted to help you.",
            "name": "Name",
            "email": "Email",
            "message": "Message",
            "message-placeholder": "How can we help?",
            "disclaimer": "By submitting this contact form, you acknowledge and agree to the collection of your personal information according to our <0>privacy policy</0>.",
            "submit": "Contact us",
            "description": "Our team typically responds within 24 business hours."
        }
    },

    "blog": {
        "title": "Thinking Ahead",
        "subtitle": "Neuigkeiten, Anleitungen, Erfahrungsberichte und andere Ideen vom Think Ahead Team"
    }
}
