{
    "index": {
        "title": "Wilkommen",
        "splash": {
            "surtitle": "Teure, komplexe Infrastruktur ist nicht gleich sicher",
            "title": "Es geht auch anders. Mit <0>Think Ahead</0>!",
            "subtitle": "Wir sind Pioniere für <0>sichere</0>, <1>einfache</1> und <2>effektive</2> Infrastruktur Lösungen für Ihre <3>technologische Zukunft</3>."
        },
        "learnmore": "Mehr erfahren"
    },

    "general": {
        "startexploring": "Beginnen",
        "wip": "Hier entsteht etwas Neues",
        "comingsoon": "Diese Seite wird demnächst erweitert! Bitte besuchen Sie uns bald wieder."
    },

    "whoweare": {
        "title": "Wer wir sind",
        "tagline": "Wer sind wir?",
        "subtitle": "Ihr verlässlicher Partner mit <0>Antrieb und Erfahrung</0>",
        "description": "Wir sind ein kleines Team von passionierten Technologen.  Wir bieten maßgeschneiderte IT Lösungen für alle Branchen. Dank unserer Leidenschaft für komplexe Probleme, sind wir ideal geeignet die Effizienz und Sicherheit Ihrer Geschäftsabläufe zu verbessern. Wir reden nicht nur von agil. Wir leben Flexibilität und Innovation. Dank unserer langjährigen Erfahrung kennen wir die Nuancen der Technologie und die besonderen Anforderungen moderner Unternehmen. Ganz gleich, ob Sie in die Cloud migrieren, Ihre IT-Infrastruktur verbessern oder Ihre digitalen Ressourcen sichern möchten, Think Ahead steht Ihnen bei jedem Schritt zur Seite. Erleben Sie eine Zusammenarbeit, die zu echten Ergebnissen führt und Ihr nachhaltiges Wachstum fördert."
    },

    "solutions": {
        "intro": "Welche Lösungen bieten wir an?",
        "subtitle": "Passend zu Ihren Infrastruktur Anforderungen bieten wir ein breites Spektrum an Fähigkeiten und Erfahrung",
        "platform": {
            "title": "Plattform & Cloud",
            "description": "Egal ob public oder private Cloud. Wir unterstützen bei Entwurf, Entwicklung und Betrieb Ihrer Cloud Umgebung.",
            "splash": "Wir können Ihre ideale Infrastruktur entwerfen und bauen",
            "subtitle": "Our experience across many clouds and industries makes us an ideal partner for perfecting your infrastructure."
        },
        "security": {
            "title": "Sicherheit & Compliance",
            "description": "Sicherheit und Compliance sind für uns keine Nebensache. Sie sind Teil des gesamten Entwicklungszykluses. So erfüllen Sie Anforderunge aus NIS2 und Cyber Resilience Act wesentlich einfacher und schneller.",
            "splash": "We can ensure your assets are safe, whatever the environment",
            "subtitle": "Security is core to how we work. We can help you meet regulations or simply build with peace of mind."
        },
        "training": {
            "title": "Schulungen & Workshops",
            "description": "Fördern Sie das Wachstum Ihrer Mitarbeiter mit unseren interaktiven Schulungen und Workshops rund um Cloud, Sicherheit und moderne Softwareentwicklung.",
            "splash": "We can make your team's best even better",
            "subtitle": "Our enthusiastic team shares our deep knowledge of tools and best practices in a range of interactive workshops and seminars."
        }
    },

    "contact": {
        "title": "Kontaktieren Sie uns",
        "letsconnect": "Schön Sie kennen zu lernen!",
        "subtitle": "Wir freuen uns über einen Austausch über eine Cloud Infrastruktur mit der Sie gerne arbeiten.",
        "book": "Termin buchen",
        "email": {
            "title": "Email"
        },
        "post": {
            "title": "Standort"
        },
        "videocall": {
            "title": "Videokonferenz",
            "description": "Gerne beraten wir Sie persöhnlich in einem ersten kostenlosen Kennenlerngespräch.",
            "booknow": "Jetzt buchen"
        },
        "form": {
            "title": "Oder hinterlassen Sie uns direkt eine Nachricht!",
            "subtitle": "Unser Team freut sich Ihnen weiterhelfen zu können.",
            "name": "Name",
            "email": "Email",
            "message": "Nachricht",
            "message-placeholder": "Wie können wir helfen?",
            "disclaimer": "Mit absenden des Formulars stimmen Sie unseren <0>Datenschutzbestimmungen</0> und der Sammlung Ihrer eingegeben persönlichen Informationen zum Zweck der Beantwortung der Anfrage zu.",
            "submit": "Jetzt abschicken",
            "description": "Unser Team antwortet wochentags innerhalb von 24 Stunden."
        }
    },

    "404": {
        "title": "Error 404",
        "error": "Error",
        "not-found": "Sorry, we couldn't find this page.",
        "go-home": "But dont worry, you can find plenty of other things on our homepage.",
        "to-homepage": "Back to homepage"
    },

    "blog": {
        "title": "Thinking Ahead",
        "subtitle": "Neuigkeiten, Anleitungen, Erfahrungsberichte und andere Ideen vom Think Ahead Team"
    }
}
