{
    "index": {
        "title": "Experten für Cloud, Plattform und Sicherheit",
        "splash": {
            "surtitle": "Teure, komplexe Cloud-Infrastruktur ist nicht gleich sicher",
            "title": "Es geht auch anders. Mit <0>Think Ahead</0>!",
            "subtitle": "Wir sind Pioniere für <0>sichere</0>, <0>einfache</0> und <0>effektive</0> Cloud Lösungen für Ihre <0>digitale Zukunft</0>.",
            "description": "Wir sind Pioniere für sichere, einfache und effektive Cloud Lösungen für Ihre digitale Zukunft."
        },
        "who-we-are": {
            "subtitle": "Erfahrene Technologie Berater mit dem Ziel, die Welt ein Stückchen besser zu machen",
            "accessible": {
                "title": "Erreichbar und flexibel",
                "description": "Wir sitzen im Herzen Stuttgarts. Unsere Nähe und Agilität ist ideal, um Ihre idividuellen Geschäftsanforderungen zu erfüllen"
            },
            "experienced": {
                "title": "Erfahren und sachkundig",
                "description": "Mit über 15 Jahren Cloud Erfahrung vom Mittelstand bis hin zu internationalen Konzernen über alle Industrien hinweg. Wir haben schon alles gesehen."
            },
            "enthusiastic": {
                "title": "Enthusiatisch und verlässlich",
                "description": "Technologie ist unsere Leidenschaft. Unsere Kunden schätzen uns, weil es uns um die Entwicklung der richtigen Lösung und nicht nur um die Erfüllung eines Vertrags geht."
            }
        },
        "learn-more": "Mehr erfahren"
    },

    "general": {
        "month": {
            "to": "bis",
            "0": "Januar",
            "1": "Februar",
            "2": "März",
            "3": "April ",
            "4": "Mai",
            "5": "Juni",
            "6": "Juli",
            "7": "August ",
            "8": "September ",
            "9": "Oktober",
            "10": "November ",
            "11": "Dezember"
        },
        "startexploring": "Beginnen",
        "wip": "Hier entsteht etwas Neues",
        "coming-soon": "Demnächst verfügbar",
        "comingsoon": "Diese Seite wird demnächst erweitert! Bitte besuchen Sie uns bald wieder."
    },

    "who-we-are": {
        "title": "Wer wir sind",
        "tagline": "Wir sind",
        "splash": "Ihr verlässlicher Technologie Partner <0>aus Stuttgart</0>",
        "description": "Egal ob Cloud, Plattformen oder Sicherheit. Think Ahead Technologies ist Ihr verlässlicher Partner aus Stuttgart",
        "subtitle": "Experten in Cloud, Plattformen und Sicherheit. Wir sind bereit für Ihre Herausforderungen.",
        "values": {
            "title": "Unsere Werte",
            "subtitle": "Unser Erfolg ist kein Zufall — unsere Arbeit basiert auf einem starken Wertesystem.",
            "proactivity": {
                "title": "Sei proaktiv",
                "description": "Ein Problem erst dann zu lösen, wenn man danach gefragt wird, ist bereits zu spät . Wir halten immer Ausschau nach Verbesserungsmöglichkeiten."
            },
            "learning": {
                "title": "Lerne schnell",
                "description": "Technologie entwickelt sich rasend schnell. Niemand kann alles wissen. Deswegen gehört kontinuierliches Lernen zu unseren wichtigsten Werten."
            },
            "trustworthiness": {
                "title": "Verdiene dir Vertrauen",
                "description": "Wir sind der festen Überzeugung, dass bei Fragen oder Probleme, eine direkte und offene Kommunikation zur effektivsten und angenehmsten Zusammenarbeit führt.."
            },
            "cheerfulness": {
                "title": "Schenke ein Lächeln",
                "description": "Harte Probleme zu lösen macht Spaß! Mit dieser Begeisterung wollen wir auch alle anderen anstecken, mit denen wir zusammenarbeiten."
            }
        },
        "impact": {
            "title": "Unser Impact",
            "subtitle": "Ihr Unternehmen profitiert gleich mehrfach von unserem Ansatz",
            "productivity": {
                "title": "Steigerung der Produktivität",
                "description": "Erreichen Sie mehr mit weniger Einsatz. Machen Sie das Beste aus Ihrem Team, Ihrer Technologie und Ihrer Position auf dem Markt."
            },
            "costs": {
                "title": "Optimierung der Kosten",
                "description": "Von der Vereinfachung und Automatisierung von Deployment bis hin zur Einführung maßgeschneiderter Tools gibt es viele Möglichkeiten, bei Ihrer Infrastruktur Geld zu sparen."
            },
            "focus": {
                "title": "Fokus auf das wesentliche",
                "description": "Investieren Sie dort, wo es am meisten bewirkt, statt in überteuerte Infrastrukturprojekte."
            },
            "adaptation": {
                "title": "Schnellere Anpassung",
                "description": "Seien Sie den sich ständig ändernden Anforderungen Ihrer Kunden immer einen Schritt voraus. Liefern Sie Ihre digitalen Produkte zuverlässig und schnell. "
            }
        },
        "unused": {
            "old-blurb": "[never translated]",
            "tagline": "Erleben Sie eine Zusammenarbeit, die zu <0>echten Ergebnissen</0> führt und Ihr <0>nachhaltiges Wachstum</0> fördert.",
            "intro1": "Wir sind ein kleines Team von <0>passionierten Technologen</0>. Wir bieten maßgeschneiderte IT-Lösungen für alle Branchen. Dank unserer Leidenschaft für komplexe Probleme sind wir ideal geeignet, die <0>Effizienz und Sicherheit</0> Ihrer Geschäftsabläufe zu verbessern.",
            "intro2": "Wir reden nicht nur von <0>Agil</0>. Wir leben <0>Flexibilität und Innovation</0>. Dank unserer <0>langjährigen Erfahrung</0> kennen wir die Nuancen der Technologie und die Anforderungen insbesondere moderner Unternehmen.",
            "intro3": "Ganz gleich, ob Sie <0>in die Cloud migrieren</0>, Ihre <0>IT-Infrastruktur verbessern</0> oder Ihre <0>digitalen Ressourcen sichern möchten</0>, <1>Think Ahead</1> steht Ihnen bei jedem Schritt zur Seite. Erleben Sie eine Zusammenarbeit, die zu <0>echten Ergebnissen</0> führt und Ihr <0>nachhaltiges Wachstum</0> fördert."
        },
        "stats": {
            "title": "Unsere Erfahrung",
            "experience-years": "Jahre an Cloud Erfahrung",
            "cloud-providers": "Cloud Anbieter",
            "industries": {
                "title": "Industrien",
                "retail": "Handel",
                "energy": "Energie",
                "public": "Öffentlicher Dienst",
                "academic": "Wissenschaft",
                "insurance": "Versicherung",
                "consumer-electronics": "Unterhaltungselektronik"
            },
            "countries": {
                "title": "Länder",
                "de": "Deutschland",
                "en": "Vereinigtes Königreich",
                "ch": "Schweiz",
                "at": "Österreich"
            }
        }
    },

    "solutions": {
        "intro": "Welche Lösungen bieten wir an?",
        "subtitle": "Passend zu Ihren Infrastruktur Anforderungen bieten wir ein breites Spektrum an Kompetenzen und Erfahrung",
        "security": {
            "title": "Sicherheit & Compliance",
            "description": "Sicherheit und Compliance sind für uns keine Nebensache. Sie sind Teil des gesamten Entwicklungszykluses. So erfüllen Sie Anforderunge aus NIS2 und Cyber Resilience Act wesentlich einfacher und schneller.",
            "splash": "Wir stellen sicher, dass alle Ihre Assets sicher sind. Egal wo.",
            "subtitle": "Cybersicherheit ist der Kern unserer Arbeit. Wir können Ihnen dabei helfen, Vorschriften einzuhalten oder einfach nur mit ruhigem Gewissen neue Produkte zu entwickeln."
        },
        "training": {
            "title": "Schulungen & Workshops",
            "description": "Fördern Sie das Wachstum Ihrer Mitarbeiter mit unseren interaktiven Schulungen und Workshops rund um Cloud, Sicherheit und moderne Softwareentwicklung."
        },
        "services": {
            "title": "Unsere Services",

            "consult": {
                "title": "Beratung",
                "description": "Nutzen Sie unsere fachkundigen Consulting-Services, um die Komplexität der IT-Infrastruktur und -Strategie zu bewältigen. Wir bieten individuelle Beratung zur Optimierung Ihrer Technologieinvestitionen und helfen Ihnen dabei, Ihre IT-Lösungen auf Ihre Geschäftsziele abzustimmen und Ihr Wachstum zu fördern."
            },
            "implement": {
                "title": "Umsetzung",
                "description": "Nutzen Sie unsere praktischen Implementierungsdienste, um modernste Technologielösungen effektiv einzusetzen. Unser Team sorgt für eine nahtlose Integration neuer Systeme in Ihre bestehende Infrastruktur, um Unterbrechungen zu minimieren und die Leistung zu maximieren."
            },
            "train": {
                "title": "Training & Schulungen",
                "description": "Stärken Sie Ihr Team mit unseren umfassenden Schulungsprogrammen. Wir bieten maßgeschneiderte Schulungen an, die Ihre Mitarbeiter in die Lage versetzen, Ihre IT-Systeme effizient zu verwalten und zu warten, um einen langfristigen Erfolg zu gewährleisten."
            }
        },
        "get-in-touch": "Interessiert? Sprechen Sie uns an!",
        "how-we-can-help": "Wie können wir helfen?"
    },

    "cloud": {
        "splash": "Wir machen Ihr Cloud-Portfolio zuverlässig und kosteneffizient",
        "subtitle": "Ganz gleich, ob Sie über einen Wechsel in die Cloud nachdenken oder Ihre vorhandenen Ressourcen optimieren wollen, unser Fachwissen macht den Unterschied.",
        "benefits": {
            "title": "Warum die Cloud nutzen?",
            "subtitle": "Ein Cloud-nativer Ansatz für Ihre Infrastruktur kann zahlreiche Vorteile gegenüber einem On-Premise- oder Server-Ansatz haben.",
            "scalability": {
                "title": "Skalierbarkeit",
                "description": "Ihre Infrastruktur wächst mit Ihren Bedarf mit, selbst zu Spitzenzeiten - und fährt auch automatisch wieder herunter, wenn solch intensive Arbeitslasten nicht erforderlich sind."
            },
            "flexibility": {
                "title": "Flexibilität",
                "description": "Wenn sich Ihr Unternehmen ändert, kann sich auch Ihre Infrastruktur ändern. Wenn Sie eine neue Größenordnung erreichen oder einen neuen Geschäftsbereich gründen, können Sie die Nachfrage befriedigen, ohne vorab alles wissen zu müssen."
            },
            "cost": {
                "title": "Kostenkontrolle",
                "description": "Detaillierte, verursachergerechte Abrechnungen ermöglichen es Ihnen, den Verbrauch nachzuvollziehen und anhand von Echtzeitdaten weitere Kostensenkungen zu planen."
            },
            "security": {
                "title": "Sicherheit",
                "description": "In einer klassischen Umgebung ist es schwierig, einen Angreifer zu stoppen, wenn er erst einmal Zugang zu Ihren Ressourcen erhalten hat. Dank Netzwerk-Mikrosegmentierung und granularen Richtlinien, können Sie jeden Zugriff anpassen, begrenzen und verfolgen."
            },
            "availability": {
                "title": "Verfügbarkeit",
                "description": "Im Falle eines Problems in Ihrem Rechenzentrum müssen Sie sich um die Behebung des Problem selbst kümmern. Das ist zeit-, personal- und kostenintensiv. Cloud-native Lösungen können mit minimalem Aufwand, Kosten und Ausfallzeiten automatisch neu bereitgestellt werden - oft sogar ohne manuellen Benutzereingriff."
            },
            "maintenance": {
                "title": "Automatisierte Wartung",
                "description": "Tools wie Kubernetes erfordern einen großem Aufwand zum Aktualisieren. Selbst die Änderung einzelner Server und Datenbanken kann riskant sein. Cloud Plattformen ermöglichen nahtlose Upgrades durch rollierende Deployments oder serverless Ansätze."
            }
        },
        "challenges": {
            "title": "Herausforderungen der Cloud",
            "subtitle": "Cloud Computing kann viele Probleme lösen, aber nichts ist perfekt. Es gibt eine Reihe gemeinsamer Schwierigkeiten und Herausforderungen, die wir regelmäßig in Unternehmen beobachten.",
            "uncertainty": {
                "title": "Unsicherheit über den richtigen Einstieg",
                "description": "Es ist eine Sache, von den Vorteilen der Cloud überzeugt zu sein, aber eine ganz andere, eine erste produktive Umgebung einzurichten."
            },
            "cost": {
                "title": "Kostenexplosion",
                "description": "Die Cloud bietet Kostenkontrolle, aber auch viel potential für teure Fehler. Diese können schnell wachsen, wenn sie nicht beachtet werden."
            },
            "combination": {
                "title": "Integration",
                "description": "Ihre Cloud-Systeme müssen mit einer vielzahl von Drittanbieter Ressourcen und diversen on-prem Tools zusammenarbeiten. Vielleicht möchten Sie sogar mehrere Cloud-Anbieter miteinander verbinden."
            },
            "ux": {
                "title": "Schwerfällige Benutzererfahrung",
                "description": "Ihre Benutzer - Entwickler oder Kunden - könnten verwirrt sein, wenn zu viele Tools zusammen neu eingeführt werden."
            },
            "keeping-track": {
                "title": "Den Überblick behalten",
                "description": "Wenn es einfach ist, neue Ressourcen einzurichten, kann man ohne klare Strukturen auch leicht vergessen, was man hat und wofür es gebraucht wird."
            },
            "security": {
                "title": "Sicherheit und Compliance",
                "description": "Sicherheit ist ein eigener, äußerst wichtiger Bereich.",
                "link": "Lesen Sie mehr auf unserer dedizierten Seite"
            }
        },
        "solutions": {
            "title": "Unsere Cloud-Lösungen",
            "subtitle": "Unabhängig davon, wie gut Sie mit der Cloud vertraut sind. Wir helfen Ihnen, die Vorteile der Cloud voll auszunutzen und gleichzeitig die üblichen Fallstricke zu vermeiden.",
            "migration": {
                "title": "Cloud-Migration",
                "description": "Sie haben eine on-premise Umgebung  und möchten die Vorteile der Cloud in vollem Umfang nutzen? Wir bauen gemeinsam eine funktionierende Umgebung auf und sorgen dafür, dass Sie diese effektiv nutzen können."
            },
            "architecture": {
                "title": "Cloud Solution Architektur",
                "description": "Wenn Sie ein neues System für Ihre Mitarbeiter oder Kunden entwerfen, ist es wichtig, die richtigen Ziele im Auge zu haben. Wir helfen Ihnen, diese Ziele zu bestimmen und sie effektiv zu erreichen."
            },
            "cost": {
                "title": "Cloud-Kostenkontrolle",
                "description": "Die Komplexität der Cloud macht es einfach, für mehr zu bezahlen, als Sie benötigen. Wir helfen Ihnen Ihre Kosten im Griff zu behalten und dort Einsparungen zu erziehlen, wo es sinnvoll ist."
            },
            "devops": {
                "title": "DevOps Engineering",
                "description": "Je größer Ihre Codebasis wird, desto schwieriger und kritischer wird es sicherzustellen, dass Ihre Software ohne Probleme läuft. Wir helfen dabei, Ihre Applikationen und Infrastruktur zu überwachen und optimal zu betreiben."
            }
        }
    },

    "platform": {
        "title": "Plattform Engineering",
        "description": "Egal ob public oder private Cloud. Wir unterstützen bei Entwurf, Entwicklung und Betrieb Ihrer Cloud Umgebung.",
        "splash": "Wir entwerfen und implementieren die ideale Cloud Plattform für Sie",
        "subtitle": "Vertrauen Sie unsere langjährige Erfahrung mit Cloud Computing über alle Industrien hinweg.",
        "essential": {
            "title": "Plattform Engineering ist für Ihr Unternehmen unerlässlich",
            "subtitle": "Eine gut ausgebaute und maßgeschneiderte Infrastruktur kann Ihnen eine Vielzahl von Vorteilen bieten.",
            "goals": {
                "title": "Erreichen von Unternehmenszielen",
                "description": "Platform Engineering stimmt die Technologie auf die Unternehmensziele ab und stellt sicher, dass jede Investition und Prozessverbesserung Ihre strategischen Ziele direkt unterstützt."
            },
            "adaptation": {
                "title": "Reaktion auf Marktveränderungen",
                "description": "Auf dem dynamischen Markt von heute ist die Fähigkeit zur schnellen Anpassung von entscheidender Bedeutung. Plattform Engineering stattet Ihr Unternehmen mit einem technologischen Framework aus, das neue Tools leicht integrieren und sich an veränderte Marktanforderungen anpassen kann, so dass Sie der Konkurrenz immer einen Schritt voraus sind."
            },
            "complexity": {
                "title": "Geringere IT-Komplexität",
                "description": "Unsere Plattformen verringern die Komplexität und die Reibungsverluste, indem sie Werkzeuge und Prozesse projekt- und teamübergreifend standardisieren. Dies senkt die Kosten und verkürzt gleichzeitig die Zeit, die für die Einarbeitung neuer Entwickler benötigt wird, damit diese schneller und effektiver einen Beitrag leisten können."
            },
            "predictability": {
                "title": "Planbarkeit der Ergebnisse",
                "description": "Die Standardisierung verringert die Variablen, die zu Projektverzögerungen und Budgetüberschreitungen führen. Sie können dann realistische Erwartungen festlegen, um die Projektfristen und -budgets durchgängig einzuhalten, und so ein vorhersehbares Umfeld für die Geschäftsplanung und Finanzprognosen schaffen."
            },
            "security": {
                "title": "Sicherheit und Compliance",
                "description": "Datensicherheit und die Einhaltung gesetzlicher Vorschriften gewinnen immer mehr an Bedeutung. Platform Engineering stellt sicher, dass Ihre Infrastruktur von Anfang an auf diese Aspekte ausgerichtet ist. Dadurch werden Risiken proaktiv gemindert und Ihre Vermögenswerte vor neuen Bedrohungen geschützt."
            },
            "sustainability": {
                "title": "Nachhaltigkeit und Skalierbarkeit",
                "description": "Wir entwickeln Plattformen, die auch bei langfristigem Wachstum und Anpassungen Bestand haben. Wir helfen Ihnen, Ihre IT-Infrastruktur nahtlos zu erweitern, wenn Ihr Unternehmen wächst: keine ständigen Umgestaltungen und Anpassungen."
            }
        },
        "solutions": {
            "title": "Unsere Plattform Engineering Lösungen",
            "subtitle": "Es gibt keine Einheitslösung für alle. Wir helfen Ihnen, sich in der komplexen Cloud-Native-Landschaft zurechtzufinden und eine Infrastruktur aufzubauen, die Ihren Anforderungen entspricht.",
            "assessment": {
                "title": "Plattform Assessment und Strategie",
                "description": "Bewerten Sie Ihre aktuelle IT-Landschaft: Entwickeln Sie eine strategische Plattformvision, die auf die Anforderungen von Unternehmen und Benutzern abgestimmt ist. Führen Sie eine gründliche Analyse der bestehenden Infrastruktur durch, ermitteln Sie Lücken und erstellen Sie eine klare, umsetzbare Roadmap. Wir stellen sicher, dass Ihre Plattformstrategie kohärent und zukunftsorientiert ist und darauf zugeschnitten, den Geschäftserfolg effizient und effektiv zu fördern."
            },
            "developers": {
                "title": "Internal Developer Plattform",
                "description": "Ermöglichen Sie Self-Service für Entwickler und bereiten Sie goldene Pfade vor, sodass Entwickler ihre Arbeit effektiv erledigen können. Reduzieren Sie die kognitive Belastung, ohne den Kontext und die zugrunde liegenden Technologien zu abstrahieren. Wir folgen Best Practices, indem wir Plattformen wie ein Produkt behandeln und auf der Grundlage von Nutzerforschung entwickeln und kontinuierlich verbessern."
            },
            "hybrid": {
                "title": "Hybride Cloud / Multi Cloud",
                "description": "Für die meisten Unternehmen ist die hybride Cloud unvermeidlich, daher ist eine gute Planung entscheidend, um sie optimal zu nutzen. Teilen Sie Arbeitslasten auf effiziente und sinnvolle Weise auf verschiedene Clouds oder On-Premis Umgebungen auf und sorgen Sie überall für konsistente Sicherheit und Compliance."
            },
            "ai": {
                "title": "AI & IoT Plattform",
                "description": "Nutzen Sie die Vorhersagekraft von KI und die Sensornetzwerke des IoT. Steigern Sie Zuverlässigkeit und Nachhaltigkeit durch den Aufbau einer einheitlichen Plattform für Echtzeit-Datenanalysen und nützliche Erkenntnisse. Verbessern Sie die betriebliche Effizienz, personalisieren Sie Erlebnisse und warten Sie Ihre Anlagen proaktiv."
            }
        }
    },

    "training": {
        "splash": "Wir holen das Beste aus Ihren Teams",
        "subtitle": "Unser enthusiastisches Team gibt sein umfassendes Wissen über Best Practices und aktuelle Technologien in einer Reihe von interaktiven Workshops und Trainings weiter.",
        "view-courses": "Schulungen anzeigen",
        "courses": "Aktuell verfügbare Schulungen und Workshops",
        "courses-subtitle": "Melden Sie sich jetzt für einen unserer Kurse an.",
        "coming-soon": "Weitere Kurse folgen in Kürze. Schauen Sie bald wieder vorbei!",
        "view-more": "Mehr anzeigen",
        "at-a-glance": {
            "title": "Auf einem Blick",
            "who": {
                "title": "Zielgruppe",
                "developers": "Entwickler",
                "platform": "Plattform Engineers",
                "devops": "DevOps Engineers"
            },
            "what": "Fakten",
            "why": "Inhalte",
            "days": "Tage",
            "online": "online",
            "interactive": "Interaktiv",
            "plus-vat": "+ USt pro Person"
        },
        "you-will-learn": "Sie lernen",
        "about": {
            "title": "Informationen zum Kurs",
            "instructors": "Unsere Dozenten",
            "benefits": "Vorteile",
            "schedule": "Termine"
        },
        "signup": {
            "title": "Jetzt Anmelden",
            "subtitle": "Sind Sie bereit Ihre Fähigkeiten auf ein neues Level zu heben? Sichern Sie sich Ihren Platz.",
            "submit": "Anmelden",
            "thanks": "Danke für Ihre Anfrage!",
            "next-steps": "Unser Team meldet sich in Kürze mit weiteren Informationen und der Anmeldebestätigung."
        },
        "kubernetes": {
            "title": "Kubernetes für Praktiker",
            "description": "Das perfekte Training, um Kubernetes einfach, effizient und sicher im Alltag einsetzen zu können.",
            "subtitle": "Egal, ob Sie neu in der Container-Orchestrierung sind oder Ihre Fähigkeiten vertiefen wollen, dieser Kurs bietet eine umfassende Einführung und einen tiefen Einblick in die Kernfunktionen von Kubernetes.",
            "deploy": "Kubernetes deployen",
            "manage": "Kubernetes managen",
            "optimise": "Kubernetes optimieren",
            "you-will-learn": {
                "basics": {
                    "title": "Kubernetes Grundlagen",
                    "description": "Sie kennen die Historie von Kubernetes und verstehen die Architektur."
                },
                "skills": {
                    "title": "Kubernetes im Alltag",
                    "description": "Bereitstellen von Umgebungen, Deployen, Skalieren und Monitoren von Applikationen."
                },
                "advanced": {
                    "title": "Kubernetes für Fortgeschrittene",
                    "description": "Absichern von Kubernetes Umgebungen und Applikationen, Reduktion der Betirebskosten und der CO2 Emissionen der Deployments."
                }
            },
            "about": {
                "format": "Dieser Kurs wird durch Online-Vorträge, Echtzeit-Diskussionen und praktische Übungen an drei Tagen vermittelt.",
                "instructors": "Lernen Sie von den Besten. Unsere Dozenten sind erfahrene Kubernetes-Praktiker, die ihre umfangreichen Erfahrungen in der Beratung nutzen, um Ihnen Einblicke in die reale Welt und praktisches Wissen zu vermitteln",
                "benefits": "Bereiten Sie sich darauf vor, das volle Potenzial von Kubernetes für die Entwicklung und Verwaltung moderner Cloud-nativer Anwendungen zu nutzen, um Ihre beruflichen Fähigkeiten und Karriereaussichten deutlich zu verbessern.",
                "schedule": "Die geplanten Sitzungen finden von Dienstag bis Donnerstag in der letzten Woche eines jeden Monats statt. In den kommenden Monaten fallen diese auf:"
            }
        }
    },

    "security": {
        "title": "Cloud Security und Compliance",
        "description": "Schützen Sie Ihr Unternehmen und Ihre Daten mit unseren Cloud Security Services. Wir bieten Beratung, Umsetzung und Schulung zu Sicherheit im Cloud Betrieb, in der Cloud Entwicklung sowie im Identity und Access Management.",
        "splash": "Wir schützen Ihr Business mit unseren Cloud Security Services",
        "subtitle": "Sicherheit und Developer Productivity sind keine Gegensätze. Von der Idee, über die Umsetzung, bis zum Betrieb: Wir bieten Lösungen im gesamten DevOps Lebenszyklus. So erreichen auch Sie Security by design.",

        "stats": {
            "title": "Noch nie gab es für Ihr Unternehmen mehr Cyberrisiken",
            "damage": {
                "description": "Durchschnittlicher Schaden durch Cyberangriffe",
                "amount": "4,35 Mio"
            },
            "human": {
                "description": "der Attacken, wurden durch menschliche Fehler initiiert",
                "amount": "82 %"
            },
            "remediation": {
                "description": "Durchschnittliche Dauer, bis ein Angriff identifiziert und behoben ist",
                "amount": "277 Tage"
            },
            "problem": {
                "description": "hatten eine Datenpanne / haben einen Cloud Audit nicht bestanden",
                "amount": "45 %"
            }
        },

        "protect": {
            "title": "Schützen Sie Ihr Business",
            "subtitle": "Entdecken Sie, wie wir Ihr Unternehmen und Ihre Daten schützen.",

            "agile": {
                "title": "Agile Methoden für sichere Softwarearchitektur und -entwicklung",
                "description": "Nutzen Sie agile Methoden, um die Sicherheit Ihrer Softwarearchitektur und -entwicklungsprozesse zu verbessern, und integrieren Sie agile Threat Modeling, um Risiken frühzeitig zu erkennen und zu mindern. Unser Ansatz legt den Schwerpunkt auf kontinuierliche Sicherheitstests und DevSecOps-Praktiken, um sicherzustellen, dass die Sicherheit in allen Phasen der Softwareerstellung und -bereitstellung eine grundlegende Komponente ist."
            },
            "zerotrust": {
                "title": "Zero Trust Identitäts- & Zugriffsmanagement",
                "description": "Implementieren Sie Zero Trust Identity & Access Management, um sich gegen den Verlust von Anmeldedaten und Passwörtern zu schützen. Stellen Sie sicher, dass Benutzeridentitäten überprüft werden, bevor ein Cloud-Zugang gewährt wird. Unser robustes Framework verhindert unbefugten Zugriff, indem es eine kontinuierliche Validierung jeder Zugriffsanfrage verlangt und Ihre Daten und Systeme vor potenziellen Bedrohungen schützt."
            },
            "supplychain": {
                "title": "Sichere Software Lieferkette",
                "description": "Stärken Sie Ihre Software-Lieferkette mit unseren Sicherheitsmaßnahmen, die mit dem Cyber Resilience Act konform sind. Wir implementieren eine detaillierte Software Bill of Materials (SBOM), sichere CI/CD-Praktiken und eine Überprüfung der Build-Provenienz, um Schwachstellen vorzubeugen und eine robuste Cyber-Resilienz während des gesamten Entwicklungslebenszyklus zu gewährleisten."
            },
            "cloud": {
                "title": "Cloud Sicherheit",
                "description": "Verbessern Sie Ihre Cloud-Sicherheit durch die Implementierung robuster Leitplanken und kontinuierlicher Überwachung aller Cloud-Umgebungen, um Fehlkonfigurationen zu verhindern und die Datenintegrität zu gewährleisten. Unser proaktiver Ansatz minimiert Risiken und optimiert den Cloud-Betrieb, damit Ihre digitalen Assets sicher und konform bleiben"
            }
        }
    },

    "images": {
        "cloud": "Technologie Beratung. Bild generiert mit via GPT-4.",
        "collaboration": "Zusammenarbeit. Foto von Mimi Thian auf Unsplash",
        "desk": "Coding. Foto von AltumCode auf Unsplash",
        "servers": "Sichere Server. Foto von Christina Wocintechchat auf Unsplash",
        "discussing": "Diskutieren. Foto von Headway auf Unsplash",
        "finland": "Wir programmieren auch im winterlichen Lappland, wenn es sein muss.",
        "infrastructure": "Infrastruktur. Foto von Krzysztof Kowalik auf Unsplash",
        "laptops": "Laptops auf einem Tisch. Foto von Marvin Meyer auf Unsplash",
        "lightbulb": "Lernen. Foto von Junior Ferreira auf Unsplash",
        "workshop": "Workshop. Foto von Jason Goodman auf Unsplash",
        "working-together": "Zusammenarbeit. Foto von Scott Graham auf Unsplash"
    },

    "contact": {
        "title": "Kontaktieren Sie uns",
        "header": "Schön, Sie kennenzulernen!",
        "index-description": "Wir freuen uns über einen Austausch über eine Cloud Infrastruktur mit der Sie gerne arbeiten.",
        "methods": {
            "title": "Oder lassen Sie uns direkt reden!",
            "subtitle": "Unser Team freut sich über einen persönlichen Austausch."
        },
        "book": "Termin buchen",
        "post": {
            "title": "Standort"
        },
        "videocall": {
            "title": "Videokonferenz",
            "description": "Gerne beraten wir Sie persöhnlich in einem ersten kostenlosen Kennenlerngespräch.",
            "booknow": "Jetzt buchen"
        },
        "form": {
            "subtitle": "Fragen oder kommentieren Sie hier - wir freuen uns auf Ihren Input!",
            "message": "Nachricht",
            "company": "Unternehmen",
            "message-placeholder": "Wie können wir helfen?",
            "disclaimer": "Mit Absenden des Formulars stimmen Sie unseren <0>Datenschutzbestimmungen</0> und der Speicherung Ihrer eingegeben persönlichen Informationen zum Zweck der Beantwortung der Anfrage zu.",
            "submit": "Jetzt abschicken",
            "description": "Unser Team antwortet wochentags innerhalb von 24 Stunden."
        },
        "form-success": {
            "title": "Vielen Dank für Ihre Nachricht!",
            "subtitle": "Unser Team meldet sich bald bei Ihnen.",
            "home-link": "Weiter entdecken"
        }
    },

    "404": {
        "title": "Fehler 404",
        "error": "Fehler",
        "not-found": "Diese Seite konnte leider nicht gefunden werden.",
        "go-home": "Es gibt aber viel mehr zu entdecken.",
        "to-homepage": "Zurück zur Hauptseite"
    },

    "blog": {
        "subtitle": "Neuigkeiten, Anleitungen, Erfahrungsberichte und andere Ideen vom Think Ahead Team"
    }
}
