{
    "index": {
        "title": "Wilkommen",
        "splash": {
            "surtitle": "Teure, komplexe Infrastruktur ist nicht gleich sicher",
            "title": "Es geht auch anders. Mit <0>Think Ahead</0>!",
            "subtitle": "Wir sind Pioniere für <0>sichere</0>, <1>einfache</1> und <2>effektive</2> Infrastruktur Lösungen für Ihre <3>technologische Zukunft</3>."
        },
        "who-we-are": {
            "subtitle": "Erfahrene Technologie Berater mit dem Ziel, die Welt ein Stückchen besser zu machen",
            "image-alt": "Technologie Beratung",
            "accessible": {
                "title": "Erreichbar und flexibel",
                "description": "Wir sitzen im Herzen Stuttgarts. Unsere Nähe und Agilität ist ideal, um Ihre idividuellen Geschäftsanforderungen zu erfüllen"
            },
            "experienced": {
                "title": "Erfahren und sachkundig",
                "description": "Mit über 15 Jahren Cloud Erfahrung vom Mittelstand bis hin zu internationalen Konzernen über alle Industrien hinweg. Wir haben schon alles gesehen."
            },
            "enthusiastic": {
                "title": "Enthusiatisch und verlässlich",
                "description": "Technologie ist unsere Leidenschaft. Unsere Kunden schätzen uns, weil es uns um die Entwicklung der richtigen Lösung und nicht nur um die Erfüllung eines Vertrags geht."
            }
        },
        "learnmore": "Mehr erfahren"
    },

    "general": {
        "startexploring": "Beginnen",
        "wip": "Hier entsteht etwas Neues",
        "comingsoon": "Diese Seite wird demnächst erweitert! Bitte besuchen Sie uns bald wieder."
    },

    "who-we-are": {
        "title": "Wer wir sind",
        "tagline": "Wer sind wir?",
        "splash": "Ihr verlässlicher Partner mit <0>Antrieb und Erfahrung</0>",
        "subtitle": "Unser kompetentes Team in Stuttgart ist bereit für Ihre Herausforderungen.",
        "values": {
            "title": "Unsere Werte",
            "subtitle": "Unser Erfolg ist kein Zufall — unsere Arbeit basiert auf einem starken Wertesystem.",
            "image-alt": "Wir programmieren auch im winterlichen Lappland, wenn es sein muss",
            "proactivity": {
                "title": "Sei proaktiv",
                "description": "Ein Problem erst dann zu lösen, wenn man danach gefragt wird, ist bereits zu spät . Wir halten immer Ausschau nach Verbesserungsmöglichkeiten."
            },
            "learning": {
                "title": "Lerne schnell",
                "description": "Technologie entwickelt sich rasend schnell. Niemand kann alles wissen. Deswegen gehört kontinuierliches Lernen zu unseren wichtigsten Werten."
            },
            "trustworthiness": {
                "title": "Verdiene dir Vertrauen",
                "description": "Wir sind der festen Überzeugung, dass bei Fragen oder Probleme, eine direkte und offene Kommunikation zur effektivsten und angenehmsten Zusammenarbeit führt.."
            },
            "cheerfulness": {
                "title": "Schenke ein Lächeln",
                "description": "Harte Probleme zu lösen macht Spaß! Mit dieser Begeisterung wollen wir auch alle anderen anstecken, mit denen wir zusammenarbeiten."
            }
        },
        "impact": {
            "title": "Unser Impact",
            "subtitle": "Ihr Unternehmen profitiert gleich mehrfach von unserem Ansatz",
            "image-alt": "Zusammenarbeit - Sinnbild",
            "productivity": {
                "title": "Steigerung der Produktivität",
                "description": "Erreichen Sie mehr mit weniger Einsatz. Machen Sie das Beste aus Ihrem Team, Ihrer Technologie und Ihrer Position auf dem Markt."
            },
            "costs": {
                "title": "Optimierung der Kosten",
                "description": "Von der Vereinfachung und Automatisierung von Deployment bis hin zur Einführung maßgeschneiderter Tools gibt es viele Möglichkeiten, bei Ihrer Infrastruktur Geld zu sparen."
            },
            "focus": {
                "title": "Fokus auf das wesentliche",
                "description": "Investieren Sie dort, wo es am meisten bewirkt, statt in überteuerte Infrastrukturprojekte."
            },
            "adaptation": {
                "title": "Schnellere Anpassung",
                "description": "Seien Sie den sich ständig ändernden Anforderungen Ihrer Kunden immer einen Schritt voraus. Liefern Sie Ihre digitalen Produkte zuverlässig und schnell. "
            }
        },
        "unused": {
            "old-blurb": "[never translated]",
            "tagline": "Erleben Sie eine Zusammenarbeit, die zu <0>echten Ergebnissen</0> führt und Ihr <0>nachhaltiges Wachstum</0> fördert.",
            "intro1": "Wir sind ein kleines Team von <0>passionierten Technologen</0>. Wir bieten maßgeschneiderte IT-Lösungen für alle Branchen. Dank unserer Leidenschaft für komplexe Probleme sind wir ideal geeignet, die <0>Effizienz und Sicherheit</0> Ihrer Geschäftsabläufe zu verbessern.",
            "intro2": "Wir reden nicht nur von <0>Agil</0>. Wir leben <0>Flexibilität und Innovation</0>. Dank unserer <0>langjährigen Erfahrung</0> kennen wir die Nuancen der Technologie und die Anforderungen insbesondere moderner Unternehmen.",
            "intro3": "Ganz gleich, ob Sie <0>in die Cloud migrieren</0>, Ihre <0>IT-Infrastruktur verbessern</0> oder Ihre <0>digitalen Ressourcen sichern möchten</0>, <1>Think Ahead</1> steht Ihnen bei jedem Schritt zur Seite. Erleben Sie eine Zusammenarbeit, die zu <0>echten Ergebnissen</0> führt und Ihr <0>nachhaltiges Wachstum</0> fördert."
        },
        "stats": {
            "title": "Unsere Erfahrung",
            "experience-years": "Jahre an Cloud Erfahrung",
            "cloud-providers": "Cloud Anbieter",
            "industries": {
                "title": "Industrien",
                "retail": "Retail",
                "automotive": "Automotive",
                "gaming": "Gaming",
                "energy": "Energy",
                "public": "Public sector",
                "academic": "Academic",
                "insurance": "Insurance",
                "consumer-electronics": "Consumer electronics"
            },
            "countries": {
                "title": "Länder",
                "de": "Deutschland",
                "en": "Vereinigtes Königreich",
                "ch": "Schweiz",
                "at": "Österreich"
            }
        }
    },

    "solutions": {
        "intro": "Welche Lösungen bieten wir an?",
        "subtitle": "Passend zu Ihren Infrastruktur Anforderungen bieten wir ein breites Spektrum an Fähigkeiten und Erfahrung",
        "platform": {
            "title": "Plattform & Cloud",
            "description": "Egal ob public oder private Cloud. Wir unterstützen bei Entwurf, Entwicklung und Betrieb Ihrer Cloud Umgebung.",
            "splash": "Wir entwerfen und implementieren die ideale Infrastruktur für Sie",
            "subtitle": "Sie können sich auf unsere langjährige Erfahrung mit Cloud Computing über alle Industrien hinweg vertrauen."
        },
        "security": {
            "title": "Sicherheit & Compliance",
            "description": "Sicherheit und Compliance sind für uns keine Nebensache. Sie sind Teil des gesamten Entwicklungszykluses. So erfüllen Sie Anforderunge aus NIS2 und Cyber Resilience Act wesentlich einfacher und schneller.",
            "splash": "Wir stellen sicher, dass alle Ihre Assets sicher sind. Egal wo.",
            "subtitle": "Cybersicherheit ist der Kern unserer Arbeit. Wir können Ihnen dabei helfen, Vorschriften einzuhalten oder einfach nur mit ruhigem Gewissen neue Produkte zu entwickeln."
        },
        "training": {
            "title": "Schulungen & Workshops",
            "description": "Fördern Sie das Wachstum Ihrer Mitarbeiter mit unseren interaktiven Schulungen und Workshops rund um Cloud, Sicherheit und moderne Softwareentwicklung.",
            "splash": "Holen Sie das Beste aus Ihren Teams",
            "subtitle": "Erfahren Sie alles was Sie wissen müssen über aktuelle Technologien, Best Practices und moderne Entwicklungsmethoden in unserem breiten Spektrum an interaktiven Workshops und Seminaren."
        }
    },

    "contact": {
        "title": "Kontaktieren Sie uns",
        "letsconnect": "Schön Sie kennen zu lernen!",
        "subtitle": "Wir freuen uns über einen Austausch über eine Cloud Infrastruktur mit der Sie gerne arbeiten.",
        "book": "Termin buchen",
        "email": {
            "title": "Email"
        },
        "post": {
            "title": "Standort"
        },
        "videocall": {
            "title": "Videokonferenz",
            "description": "Gerne beraten wir Sie persöhnlich in einem ersten kostenlosen Kennenlerngespräch.",
            "booknow": "Jetzt buchen"
        },
        "form": {
            "title": "Oder hinterlassen Sie uns direkt eine Nachricht!",
            "subtitle": "Unser Team freut sich Ihnen weiterhelfen zu können.",
            "name": "Name",
            "email": "Email",
            "message": "Nachricht",
            "message-placeholder": "Wie können wir helfen?",
            "disclaimer": "Mit absenden des Formulars stimmen Sie unseren <0>Datenschutzbestimmungen</0> und der Sammlung Ihrer eingegeben persönlichen Informationen zum Zweck der Beantwortung der Anfrage zu.",
            "submit": "Jetzt abschicken",
            "description": "Unser Team antwortet wochentags innerhalb von 24 Stunden."
        }
    },

    "404": {
        "title": "Fehler 404",
        "error": "Fehler",
        "not-found": "Leider konnte diese Seite nicht gefunden werden.",
        "go-home": "Es gibt aber ganz viele andere Seiten zu entdecken.",
        "to-homepage": "Zurück zur Hauptseite"
    },

    "blog": {
        "title": "Thinking Ahead",
        "subtitle": "Neuigkeiten, Anleitungen, Erfahrungsberichte und andere Ideen vom Think Ahead Team"
    }
}
