{
    "index": {
        "title": "Welcome",
        "splash": {
            "surtitle": "Expensive, complex cloud infrastructure isn't actually safer",
            "title": "Let's <0>Think Ahead</0> together",
            "subtitle": "Pioneering <0>secure</0>, <0>simple</0> and <0>effective</0> cloud solutions for your <0>digital future</0>."
        },
        "who-we-are": {
            "subtitle": "Experienced technology consultants making the world a better place",
            "image-alt": "Technology consultancy",
            "accessible": {
                "title": "Accessible and flexible",
                "description": "Based in Stuttgart, our agile approach allows us to fit your needs as a business."
            },
            "experienced": {
                "title": "Experienced and knowledgeable",
                "description": "We've seen it all, with 15 years of cloud experience in businesses large and small, across a range of industries and countries."
            },
            "enthusiastic": {
                "title": "Enthusiastic and dependable",
                "description": "Technology is our passion. Our clients trust us because we care about building the right solution, not just fulfilling a contract."
            }
        },
        "learnmore": "Learn more"
    },

    "general": {
        "startexploring": "Start exploring",
        "wip": "Work in progress",
        "comingsoon": "This page will be extended soon! Please watch this space."
    },

    "who-we-are": {
        "title": "Who we are",
        "tagline": "We are",
        "splash": "Your reliable technology partner <0>from Stuttgart</0>",
        "subtitle": "Whether in cloud, platforms or security, we are ready to rise to your challenges.",
        "values": {
            "title": "Our values",
            "subtitle": "It isn't an accident that our approach produces results — our work is built on some powerful core principles.",
            "image-alt": "Still coding in the wintry depths of Lapland",
            "proactivity": {
                "title": "Be proactive",
                "description": "Solving a problem when asked means solving it too late. We're always on the lookout for ways to improve your business."
            },
            "learning": {
                "title": "Learn fast",
                "description": "Technology is a huge field, and nobody can know everything. Learning, then, is the most important thing - and it's at the core of our approach."
            },
            "trustworthiness": {
                "title": "Earn trust",
                "description": "When questions or issues arise, we believe firmly that raising them directly and openly allows for more effective, more enjoyable collaboration."
            },
            "cheerfulness": {
                "title": "Light up the day",
                "description": "Solving hard problems is fun! Our infectious enthusiasm makes it a joy to work together, no matter the subject matter."
            }
        },
        "impact": {
            "title": "Our impact",
            "subtitle": "Our passionate approach can benefit your business in a range of ways.",
            "image-alt": "Working together",
            "productivity": {
                "title": "Boost productivity",
                "description": "Get more done with less. Make the most of your team, your tech and your position in the market."
            },
            "costs": {
                "title": "Optimise costs",
                "description": "From streamlining deployments to adopting more tailored tools, there are many ways to save money on your infrastructure."
            },
            "focus": {
                "title": "Focus on what matters",
                "description": "Technology offers limitless possibilities - we can help you prioritise those that actually benefit your business."
            },
            "adaptation": {
                "title": "Adapt faster",
                "description": "Stay ahead of your customers' ever-changing needs by delivering regularly, reliably and rapidly."
            }
        },
        "unused": {
            "old-blurb": "A small team of passionate consultants, we leverage our wide range of industry experience to bring you the infrastructure solutions you need to make working with technology a joy, not a chore. We're used to working in large and small organisations, using Agile practices to implement solutions speedily but without compromise.",
            "tagline": "Experience collaboration that leads to <0>real results</0> and promotes your <0>sustainable growth</0>.",
            "intro1": "We are a small team of <0>passionate technologists</0>, offering tailor-made IT solutions for all industries. Our passion for complex problems makes us perfect for improving the <0>efficiency and security</0> of your business processes.",
            "intro2": "We're not just talking about <0>Agile</0>: we live by <0>flexibility and innovation</0>. Through our <0>years of experience</0>, we're familiar with the nuances of technology and the requirements of modern companies in particular.",
            "intro3": "Whether you're looking to <0>migrate to the cloud</0>, improve your <0>IT infrastructure</0>, or <0>secure your digital assets</0>, <1>Think Ahead</1> is here to help you every step of the way. Experience collaboration that leads to <0>real results</0> and promotes your <0>sustainable growth</0>."
        },
        "stats": {
            "title": "Our experience",
            "experience-years": "Total years of cloud experience",
            "cloud-providers": "Cloud providers",
            "industries": {
                "title": "Industries",
                "retail": "Retail",
                "energy": "Energy",
                "public": "Public sector",
                "academic": "Academic",
                "insurance": "Insurance",
                "consumer-electronics": "Consumer electronics"
            },
            "countries": {
                "title": "Countries",
                "de": "Germany",
                "en": "UK",
                "ch": "Switzerland",
                "at": "Austria"
            }
        }
    },

    "solutions": {
        "intro": "What solutions do we provide?",
        "subtitle": "We have a wide range of skills and experience to help you with your infrastruture needs",
        "platform": {
            "title": "Platform & Cloud",
            "description": "Whether you're on a public or a private cloud, we can help with the design, development and operation of your infrastructure",
            "splash": "We can design and build your ideal infrastructure",
            "subtitle": "Our experience across many clouds and industries makes us an ideal partner for perfecting your infrastructure."
        },
        "security": {
            "title": "Security & Compliance",
            "description": "Security and compliance are no secondary concern for us: they are part of the entire development cycle. This makes meeting NIS2 and Cyber Resilience Act requirements a breeze.",
            "splash": "We can ensure your assets are safe, whatever the environment",
            "subtitle": "Security is core to how we work. We can help you meet regulations or simply build with peace of mind."
        },
        "training": {
            "title": "Training & Workshops",
            "description": "Promote the growth of your employees with our interactive training and workshops on cloud, security and modern software development.",
            "splash": "We can make your team's best even better",
            "subtitle": "Our enthusiastic team shares our deep knowledge of tools and best practices in a range of interactive workshops and seminars."
        }
    },

    "contact": {
        "title": "Contact us",
        "header": "Let's get to know each other!",
        "index-description": "Let's discuss how we can help you build the infrastructure you want to work with.",
        "methods": {
            "title": "Or, let's meet!",
            "subtitle": "Our team is ready to jump on a call or meet in person."
        },
        "book": "Book a meeting",
        "post": {
            "title": "Location"
        },
        "videocall": {
            "title": "Book a meeting",
            "description": "Schedule a video call with us to discuss your needs in more detail.",
            "booknow": "Book now"
        },
        "form": {
            "subtitle": "Ask a question or give a comment - we want to hear from you!",
            "message": "Message",
            "message-placeholder": "How can we help?",
            "disclaimer": "By submitting this contact form, you acknowledge and agree to the collection of your personal information according to our <0>privacy policy</0> (in German).",
            "submit": "Contact us",
            "description": "Our team typically responds within 24 business hours."
        },
        "form-success": {
            "title": "Thanks for getting in touch!",
            "subtitle": "Our team will get back to you as soon as we can.",
            "home-link": "Keep exploring"
        }
    },

    "404": {
        "title": "Error 404",
        "error": "Error",
        "not-found": "Sorry, we couldn't find this page.",
        "go-home": "But dont worry, you can find plenty of other things on our homepage.",
        "to-homepage": "Back to homepage"
    },

    "blog": {
        "subtitle": "News, tutorials, resources and other thoughts from the team"
    }
}
